Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: Visualizes a metric across three dimensions of data in a single chart (X axis, Y axis, and bubble size). Bubbles from the same group can be showcased using bubble color.
ru: Визуализирует показатель в 3-х разрезах на одном графике (ось X, ось Y, размер пузырька). Пузырьки можно объединять в группы и выделять цветом.

source: Visualizes connected points, which form a path, on a map.
ru: Визуализирует точки на карте, которые при соединении образуют маршрут.

source: Visualizes geographic areas from your data as polygons on a Mapbox rendered map. Polygons can be colored using a metric.
ru: Визуализирует географические области в данных в виде многоугольников на карте. Многоугольники могут быть раскрашены на основе показателя.

source: Visualizes how a metric has changed over a time using a color scale and a calendar view. Gray values are used to indicate missing values and the linear color scheme is used to encode the magnitude of each day's value.
ru: Визуализирует изменение метрики с течением времени с помощью цветовой шкалы и календаря. Оттенки серого используются для обозначения отсутствующих значений и линейная цветовая схема используется для окраски величины стоимости каждого дня.

source: Visualizes how a single metric varies across a country's principal subdivisions (states, provinces, etc) on a choropleth map. Each subdivision's value is elevated when you hover over the corresponding geographic boundary.
ru: Визуализирует изменение одного показателя в основных регионах страны (штатах, провинциях и т.д.) на хлороплетной карте. Значение для каждого региона увеличивается при наведении указателя мыши на соответствующую географическую область.

source: Visualizes many different time-series objects in a single chart. This chart is being deprecated and we recommend using the Time-series Chart instead.
ru: Визуализирует множество временных рядов на одном графике. На данный момент не используется.

source: Visualizes the flow of different group's values through different stages of a system. New stages in the pipeline are visualized as nodes or layers. The thickness of the bars or edges represent the metric being visualized.
ru: Визуализирует движение различных групп значений между этапами процесса. Этапы отображаются в виде "слоев". Толщина "ленты" между этапами визуализирует значение показателя.

source: Visualizes the words in a column that appear the most often. Bigger font corresponds to higher frequency.
ru: Отображает слова в столбце, которые встречаются наиболее часто. Чем чаще встречается слово, тем оно больше.

source: Viz is missing a datasource
ru: Отсутствует источник данных

source: Viz type
ru: Тип визуализации

source: WED
ru: Ср

source: Want to add a new database?
ru: Добавить базу данных?

source: Warning
ru: Предупреждение

source: Warning Message
ru: Предупреждающее сообщение

source: Warning!
ru: Внимание!

source: Warning! Changing the dataset may break the chart if the metadata does not exist.
ru: Внимание! Редактирование датасета повлияет на все связанные с ним графики.

source: Was unable to check your query
ru: Не удалось проверить ваш запрос

source: Waterfall
ru: Каскадная диаграмма

source: We are unable to connect to your database. Click "See more" for database-provided information that may help troubleshoot the issue.
ru: Не удалось подключиться к базе данных. Изучите ошибку базы данных, это может помочь решить проблему.

source: We can't seem to resolve column "%(column)s" at line %(location)s.
ru: Не удалось прочитать столбец "%(column)s" в строке %(location)s.

source: We can't seem to resolve the column "%(column_name)s"
ru: Не удалось прочитать столбец "%(column_name)s"

source: We can't seem to resolve the column "%(column_name)s" at line %(location)s.
ru: Не удалось прочитать столбец "%(column_name)s" в строке %(location)s

source: We have the following keys: %s
ru: У нас есть следующие ключи: %s

source: We were unable to active or deactivate this report.
ru: Не удалось включить/отключить рассылку.

source: We were unable to carry over any controls when switching to this new dataset.
ru: Не удалось сохранить параметры графика при смене датасета.

source: We were unable to connect to your database named "%(database)s". Please verify your database name and try again.
ru: Не удалось подключиться к базе данных "%(database)s".

source: Web
ru: Сеть

source: Wednesday
ru: Среда

source: Week
ru: Неделя

source: Week ending Saturday
ru: Неделя, начинающаяся с субботы

source: Week ending Sunday
ru: Неделя, заканчивающаяся в воскресенье

source: Week starting Monday
ru: Неделя, начинающаяся с понедельника

source: Week starting Sunday
ru: Неделя, начинающаяся с воскресенья

source: Weekly Report
ru: Еженедельная рассылка

source: Weekly Report for %s
ru: Еженедельная рассылка для %s

source: Weekly seasonality
ru: Недельная сезонность

source: Weeks %s
ru: Недель %s

source: Weight
ru: Вес

source: We’re having trouble loading these results. Queries are set to timeout after %s second.
ru: Ошибка загрузки результатов. Тайм-аут запросов - %s секунд.

source: We’re having trouble loading this visualization. Queries are set to timeout after %s second.
ru: Ошибка загрузки визуализации. Тайм-аут запросов - %s секунд.

source: What should be shown on the label?
ru: Значение для отображения в метке.

source: What should happen if the table already exists
ru: Какое действие выполнить в случае, если таблица с таким именем уже существует

source: When `Calculation type` is set to "Percentage change", the Y Axis Format is forced to `.1%`
ru: Когда выбран тип метрики "Процентное изменение", формат оси Y автоматически заменяется на `.1%`

source: When a secondary metric is provided, a linear color scale is used.
ru: Если указан вторичный показатель, то используется градиентная цветовая схема.

source: When allowing CREATE TABLE AS option in SQL Lab, this option forces the table to be created in this schema
ru: При разрешении CREATE TABLE AS в SQL Лаборатории, таблицы будут создаваться в указанной схеме

source: When checked, the map will zoom to your data after each query
ru: Карта будет автоматически фокусироваться на ваших данных

source: When enabled, users are able to visualize SQL Lab results in Explore.
ru: Разрешить пользователям строить графики на основе запросов в лаборатории SQL без создания виртуального датасета.

source: When only a primary metric is provided, a categorical color scale is used.
ru: Если указан только основной показатель, то используется дискретная цветовая схема.

source: When specifying SQL, the datasource acts as a view. Superset will use this statement as a subquery while grouping and filtering on the generated parent queries.
ru: При указании SQL, источник данных работает как представление. Superset будет использовать это выражение в качестве подзапроса при обращении к источнику.

source: When using "Autocomplete filters", this can be used to improve performance of the query fetching the values. Use this option to apply a predicate (WHERE clause) to the query selecting the distinct values from the table. Typically the intent would be to limit the scan by applying a relative time filter on a partitioned or indexed time-related field.
ru: "Автозаполнение фильтров" автоматически заполняет фильтры доступными для выбора значениями. Доступные значения можно предварительно отфильтровать для повышения производительности. Например, ограничив доступные значения фильтром по периоду.

source: When using 'Group By' you are limited to use a single metric
ru: При группировке вы можете использовать не более одного показателя

source: When using other than adaptive formatting, labels may overlap
ru: При использовании некоторых форматов метки могут накладываться

source: When using this option, default value can’t be set
ru: Значение по умолчанию не может быть установлено, если включена данная опция

source: Whether the progress bar overlaps when there are multiple groups of data
ru: Переключить режим отображения шкал прогресса (наложение друг на друга или отображение друг под другом)

source: Whether the table was generated by the 'Visualize' flow in SQL Lab
ru: Был ли датасет создан при помощи пункта 'Исследовать' в SQL лаборатории

source: Whether this column is exposed in the `Filters` section of the explore view.
ru: Сделать этот столбец доступным для выбора в разделе «Фильтры» конструктора.

source: Whether to align background charts with both positive and negative values at 0
ru: Выравнивать значения, равные 0 по левому краю вне зависимости от знака.

source: Whether to align positive and negative values in cell bar chart at 0
ru: Выравнивание заполнения ячеек цветом по левому краю для положительных и отрицательных значений.

source: Whether to always show the annotation label
ru: Отображать или скрывать метку аннотации

source: Whether to animate the progress and the value or just display them
ru: Включить анимирование графика

source: Whether to apply a normal distribution based on rank on the color scale
ru: Применять нормальное распределение на основе цветовой шкалы

source: Whether to apply filter when items are clicked
ru: Применять фильтр при клике на объект

source: Whether to colorize numeric values by if they are positive or negative
ru: Окрашивать положительные и отрицательные значения разными цветами.

source: Whether to display a bar chart background in table columns
ru: Заполнение ячеек в таблице цветом в зависимости от значения

source: Whether to display a legend for the chart
ru: Переключить видимость легенды на графике

source: Whether to display bubbles on top of countries
ru: Отображать поверх стран круги

source: Whether to display the aggregate count
ru: Отображать общее значение всех сегментов

source: Whether to display the interactive data table
ru: Отображать ли интерактивную таблицу данных

source: Whether to display the labels.
ru: Включить отображение меток.

source: Whether to display the labels. Note that the label only displays when the 5% threshold.
ru: Переключение отображения меток сегментов.

source: Whether to display the legend (toggles)
ru: Отображать ли легенду

source: Whether to display the metric name as a title
ru: Отображать ли название показателя как заголовок

source: Whether to display the min and max values of the X-axis
ru: Отображать мин. и макс. значения по оси X

source: Whether to display the min and max values of the Y-axis
ru: Отображать мин. и макс. значения по оси Y

source: Whether to display the numerical values within the cells
ru: Отображать ли числовые величины в ячейках

source: Whether to display the stroke
ru: Отображение границ

source: Whether to display the time range interactive selector
ru: Отображать шкалу выбора промежутка в виде интерактивного поля

source: Whether to display the timestamp
ru: Отображать время на графике

source: Whether to display the trend line
ru: Отображать на графике динамику показателя

source: Whether to enable changing graph position and scaling.
ru: Включить перемещение и масштабирование графика.

source: Whether to enable node dragging in force layout mode.
ru: Включить перетаскивание узлов в режиме связей.

source: Whether to fill the objects
ru: Закрашивание объектов

source: Whether to ignore locations that are null
ru: Игнорировать локации с пустыми координатами

source: Whether to include a client-side search box
ru: Включить строку поиска по данным

source: Whether to include a time filter
ru: Включить фильтр на определенный интервал/диапазон времени

source: Whether to include the percentage in the tooltip
ru: Включать ли проценты во всплывающую подсказку

source: Whether to include the time granularity as defined in the time section
ru: Отображать детализацию времени

source: Whether to make the grid 3D
ru: Сделать сетку 3D

source: Whether to make the histogram cumulative
ru: Накопительная гистограмма

source: Whether to make this column available as a [Time Granularity] option, column has to be DATETIME or DATETIME-like
ru: Сделать этот столбец доступным в разделе «Время» конструктора. Столбец должен быть в формате DATETIME

source: Whether to normalize the histogram
ru: Нормализация гистограммы

source: Whether to populate autocomplete filters options
ru: Включить автоподстановку значений фильтров

source: Whether to populate the filter's dropdown in the explore view's filter section with a list of distinct values fetched from the backend on the fly
ru: При включении данного признака фильтры в конструкторе будут получать перечень доступных значений аналогично фильтрам в дашборде

source: Whether to show extra controls or not. Extra controls include things like making mulitBar charts stacked or side by side.
ru: Отображение дополнительных элементов управления.

source: Whether to show minor ticks on the axis
ru: Включить отображение второстепенных делений на оси

source: Whether to show the pointer
ru: Переключить отображение показателя

source: Whether to show the progress of gauge chart
ru: Включить отображение прогресса на графике

source: Whether to show the split lines on the axis
ru: Включить отображение основных делений на оси

source: Whether to sort ascending or descending on the base Axis.
ru: Переключить сортировку оси по возрастанию/по убыванию

source: Whether to sort descending or ascending
ru: Если выбрано, то сортировка осуществляется по убыванию, если не выбрано, то по возрастанию.

source: Whether to sort descending or ascending if a series limit is present
ru: Если выбрано, то сортировка осуществляется по убыванию, если не выбрано, то по возрастанию.

source: Whether to sort results by the selected metric in descending order.
ru: Сортировка результатов по выбранному показателю в порядке убывания.

source: Whether to sort tooltip by the selected metric in descending order.
ru: Включить сортировку элементов в подсказке по значению показателя.

source: Whether to truncate metrics
ru: Округлять показатель или нет

source: Which country to plot the map for?
ru: Страна для отображения на карте

source: Which relatives to highlight on hover
ru: Какой из узлов выделять при наведении курсора

source: Whisker/outlier options
ru: Параметры усов/выбросов

source: White
ru: Белый

source: Width
ru: Ширина

source: Width of the confidence interval. Should be between 0 and 1
ru: Ширина доверительного интервала. Должна быть от 0 до 1

source: Width of the sparkline
ru: Ширина линии динамики

source: Will open report in the current dashboard or redirect to another
ru: По данной ссылке будет открыт отчет в текущем дашборде либо в новом окне

source: Window must be > 0
ru: Окно должно быть > 0

source: With a subheader
ru: С подзаголовком

source: Without gradient
ru: Без градиента

source: Word Cloud
ru: Облако слов

source: Word Rotation
ru: Поворот слов

source: Working
ru: Работает

source: Working timeout
ru: Таймаут исполнения

source: World Map
ru: Карта мира

source: Wrap text
ru: Переносить текст

source: Wrap text by words or truncate
ru: Перенос текста или его обрезание

source: Wrap words
ru: Перенос слов

source: Write a description for your query
ru: Заполните описание к вашему запросу

source: Write a handlebars template to render the data
ru: Укажите шаблон для отображения данных

source: Write dataframe index as a column
ru: Записывайть индекс датафрейма в отдельный столбец.

source: Write dataframe index as a column.
ru: Записывайть индекс датафрейма в отдельный столбец.

source: X AXIS TITLE BOTTOM MARGIN
ru: Нижний отступ оси X

source: X Axis
ru: Ось X

source: X Axis Format
ru: Формат оси X

source: X Axis Label
ru: Заголовок оси X

source: X Axis Title
ru: Заголовок оси X

source: X Log Scale
ru: Лог-кий масштаб X

source: X Tick Layout
ru: Ориентация подписей X

source: X bounds
ru: Границы X

source: X-Axis Sort Ascending
ru: Ось X по возрастанию

source: X-Axis Sort By
ru: Сортировка оси X

source: X-axis
ru: Ось X

source: XScale Interval
ru: XScale интервал

source: Y 2 bounds
ru: 2 границы Y

source: Y Axis
ru: Ось Y

source: Y Axis 2 Bounds
ru: 2 границы оси Y

source: Y Axis Bounds
ru: Границы оси Y

source: Y Axis Format
ru: Формат Оси Y

source: Y Axis Label
ru: Заголовок оси Y

source: Y Axis Title
ru: Заголовок оси Y

source: Y Axis Title Margin
ru: Отступ заголовка оси Y

source: Y Axis Title Position
ru: Расположение заголовка оси Y

source: Y Log Scale
ru: Лог. масштаб Y

source: Y bounds
ru: Границы Y

source: Y-Axis Sort Ascending
ru: Ось Y по возрастанию

source: Y-Axis Sort By
ru: Сортировка оси Y

source: Y-axis
ru: Ось Y

source: Y-axis bounds
ru: Границы оси Y

source: YScale Interval
ru: YScale интервал

source: Yandex Map
ru: Яндекс карта

source: Year
ru: Год

source: Year (freq=AS)
ru: Год

source: Yearly seasonality
ru: Годовая сезонность

source: Years %s
ru: Лет %s

source: Yes
ru: Да

source: Yes, cancel
ru: Отменить

source: Yes, overwrite changes
ru: Да, перезаписать изменения

source: You are importing one or more charts that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ru: Вы пытаетесь импортировать один или несколько графиков, которые уже существуют. Перезапись может привести к потоере данных. Вы хотите продолжить?

source: You are importing one or more dashboards that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ru: Вы пытаетесь импортировать один или несколько отчетов, которые уже существуют. Перезапись может привести к потоере данных. Вы хотите продолжить?

source: You are importing one or more databases that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ru: Вы пытаетесь импортировать одну или несколько баз данных, которые уже существуют. Перезапись может привести к потоере данных. Вы хотите продолжить?

source: You are importing one or more datasets that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ru: Вы пытаетесь импортировать один или несколько датасетов, которые уже существуют. Перезапись может привести к потере данных. Вы хотите продолжить?

source: You are importing one or more saved queries that already exist. Overwriting might cause you to lose some of your work. Are you sure you want to overwrite?
ru: Вы пытаетесь импортировать один или несколько запросов, которые уже существуют. Перезапись может привести к потере данных. Вы хотите продолжить?

source: You can
ru: Вы можете

source: You can add the components in the
ru: Вы можете добавить компоненты в

source: You can add the components in the edit mode.
ru: Вы можете добавить компоненты в режиме редактирования.

source: You can also just click on the chart to apply cross-filter.
ru: Вы можете кликнуть на график для применения фильтра.

source: You can choose to display all charts that you have access to or only the ones you own. Your filter selection will be saved and remain active until you choose to change it.
ru: Вы можете переключить отображение всех графиков, к которым вы имеете доступ или только тех, которыми вы владеете. Выбранный режим будет сохранен.

source: You can create a new chart or use existing ones from the panel on the right
ru: Создайте новый график или перетащите существующий из панели справа

source: You can preview the list of dashboards in the chart settings dropdown.
ru: Вы можете посмотреть список отчетов с данным графиком в настройках графка.

source: You can't apply cross-filter on this data point.
ru: К данной точке нельзя применить кросс-фильтр.

source: You cannot delete the last temporal filter as it's used for time range filters in dashboards.
ru: Вы не можете удалить последний временной столбец, т.к. он используется в фильтре в отчете.

source: You cannot use 45° tick layout along with the time range filter
ru: Вы не можете использовать расположение подписей под 45° и шкалу диапазона одновременно.

source: You do not have permission to edit this %s
ru: Недостаточно прав для редактирования: %s

source: You do not have permission to edit this chart
ru: У вас нет разрешения на редактирование этого графика

source: You do not have permission to edit this dashboard
ru: У вас недостаточно прав для редактирования этого отчета.

source: You do not have permissions to edit this dashboard.
ru: У вас нет разрешений на редактирование этого отчета.

source: You don't have access to this chart.
ru: У вас нет доступа к данному графику.

source: You don't have access to this dashboard.
ru: У вас нет доступа к данному отчету.

source: You don't have access to this dataset.
ru: У вас нет доступа к данному датасету.

source: You don't have access to this embedded dashboard config.
ru: У вас нет доступа к конфигурации данного встроенного отчета.

source: You don't have any favorites yet!
ru: У вас пока нет избранных объектов.

source: You don't have permission to modify the value.
ru: У вас нет доступа к редактированию значения.

source: You don't have the rights to alter %(resource)s
ru: Недостаточно прав для изменения %(resource)s

source: You don't have the rights to alter this chart
ru: Недостаточно прав для изменения графика.

source: You don't have the rights to alter this dashboard
ru: Недостаточно прав для изменения отчета.

source: You don't have the rights to alter this title.
ru: Недостаточно прав для изменения заголовка.

source: You don't have the rights to create a chart
ru: Недостаточно прав для создания графика.

source: You don't have the rights to create a dashboard
ru: Недостаточно прав для создания отчета

source: You don't have the rights to download as csv
ru: Недостаточно прав для скачивания csv

source: You have removed this filter.
ru: Фильтр был удален.

source: You have unsaved changes.
ru: У вас есть несохраненные изменения.

source: You have used all %(historyLength)s undo slots and will not be able to fully undo subsequent actions. You may save your current state to reset the history.
ru: Вы превысили количество доступных для отмены действий (%(historyLength)s). Вы можете сохранить текущий прогресс, чтобы очистить историю изменений.

source: You must add SVG file
ru: Укажите файл SVG

source: You must be a dataset owner in order to edit. Please reach out to a dataset owner to request modifications or edit access.
ru: Вы должны быть владельцем датасета, чтобы его редактировать. Обратитесь к владельцу датасета.

source: You must pick a name for the new dashboard
ru: Вы должны указать название отчета

source: You must run the query successfully first
ru: Сперва нужно успешно выполнить запрос

source: You need to configure HTML sanitization to use CSS
ru: Вам необходимо настроить очистку HTML для использования CSS

source: You updated the values in the control panel, but the chart was not updated automatically. Run the query by clicking on the "Update chart" button or
ru: Вы обновили параметры на панели управления, но график не был обновлен автоматически. Нажмите на кнопку "Обновить график" чтобы обновить данные.

source: You've changed datasets. Any controls with data (columns, metrics) that match this new dataset have been retained.
ru: Вы изменили датасет. Праметры графика, удовлетворяющие новому датасету были сохранены.

source: Your chart is not up to date
ru: График не актуален

source: Your chart is ready to go!
ru: График актуален

source: Your dashboard is too large. Please reduce its size before saving it.
ru: Отчет слишком большой. Пожалуйста, уменьшите его размер перед сохранением.

source: Your query could not be saved
ru: Ваш запрос не может быть сохранен

source: Your query could not be scheduled
ru: Ваш запрос не может быть сохранен

source: Your query could not be updated
ru: Ваш запрос не может быть сохранен

source: Your query has been scheduled. To see details of your query, navigate to Saved queries
ru: Ваш запрос был сохранен. Для более детальноц иныормации перейдите в раздел "Сохраненные запросы"
