Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: Cannot parse time string [%(human_readable)s]
ru: Не удается распознать строку [%(human_readable)s]

source: Caption
ru: Название

source: Categorical
ru: Категории

source: Categorical Color
ru: Цветовая схема

source: Categories to group by on the x-axis.
ru: Категории для группировки по оси X.

source: Category
ru: Категория

source: Category Name
ru: Категория

source: Category and Percentage
ru: Категория и доля в %

source: Category and Value
ru: Категория и значение

source: Category name
ru: Категория

source: Category of target nodes
ru: Категория узлов-целей

source: Category, Value and Percentage
ru: Категория, значение и доля в %

source: Cell Padding
ru: Сдвиг ячейки

source: Cell Radius
ru: Радиус ячейки

source: Cell Size
ru: Размер ячейки

source: Cell bars
ru: Заполнять ячейки цветом

source: Cell content
ru: Содержимое ячейки

source: Cell limit
ru: Лимит кол-ва строк

source: Center
ru: По центру

source: Centroid (Longitude and Latitude):
ru: Центр (координаты):

source: Certification
ru: Согласование

source: Certification details
ru: Информация о согласовании

source: Certified
ru: Сертифицированный

source: Certified By
ru: Согласовано

source: Certified by
ru: Согласовано

source: Certified by %s
ru: Сертифицировано %s

source: Change order of columns.
ru: Изменить порядок столбцов.

source: Change order of rows.
ru: Изменить порядок строк.

source: Changed By
ru: Изменено

source: Changes saved.
ru: Изменения сохранены.

source: Changing one or more of these dashboards is forbidden
ru: Изменение этих отчетов запрещено

source: Changing the dataset may break the chart if the chart relies on columns or metadata that does not exist in the target dataset
ru: Редактирование датасета повлияет на все связанные с ним графики

source: Changing these settings will affect all charts using this dataset, including charts owned by other people.
ru: Изменение этих параметров повлияет на все графики, связанные с этим датасетом, в том числе созданные другими пользователями.

source: Changing this Dashboard is forbidden
ru: Изменение этого отчета запрещено

source: Changing this chart is forbidden
ru: Изменение этого графика запрещено

source: Changing this control takes effect instantly
ru: Изменение этого элемента применяется сразу

source: Changing this dataset is forbidden
ru: Изменение этого датасета запрещено

source: Changing this dataset is forbidden.
ru: Редактирование данного датасета запрещено.

source: Changing this datasource is forbidden
ru: Редактирование этого источника данных запрещено

source: Changing this report is forbidden
ru: Изменение этого отчета запрещено

source: Character to interpret as decimal point
ru: Символ, который интерпретируется как десятичная точка.

source: Character to interpret as decimal point.
ru: Символ, который интерпретируется как десятичная точка.

source: Chart
ru: График

source: Chart %(id)s not found
ru: Отчет %(id)s не найден

source: Chart Cache Timeout
ru: Тайм-аут кэша

source: Chart Data: %s
ru: Данные графика: %s

source: Chart ID
ru: ID графика

source: Chart Options
ru: Настройки графика

source: Chart Orientation
ru: Расположение графика

source: Chart Owner: %s
ru: Владелец графика: %s

source: Chart Source
ru: Источник данных графика

source: Chart Title
ru: Заголовок графика

source: Chart [%s] has been overwritten
ru: График [%s] был перезаписан

source: Chart [%s] has been saved
ru: График [%s] был сохранен

source: Chart [%s] was added to dashboard [%s]
ru: График [%s] был добавлен в отчет [%s]

source: Chart [{}] has been overwritten
ru: График [{}] был перезаписан

source: Chart [{}] has been saved
ru: График [{}] был сохранен

source: Chart [{}] was added to dashboard [{}]
ru: График [{}] добавлен в отчет [{}]

source: Chart cache timeout
ru: Тайм-аут Кэша

source: Chart changes
ru: Изменения графика

source: Chart component that lets you add a custom filter UI in your dashboard. When added to dashboard, a filter box lets users specify specific values or ranges to filter charts by. The charts that each filter box is applied to can be fine tuned as well in the dashboard view. Note that this plugin is being replaced with the new Filters feature that lives in the dashboard view itself. It's easier to use and has more capabilities!
ru: Компонент графика, который позволяет добавить настраиваемый пользовательский интерфейс фильтра в отчет. При добавлении в отчет поле фильтра позволяет пользователям указывать определенные значения или диапазоны для фильтрации графиков. Графики, к которым применяется каждое поле фильтра, также можно точно настроить в представлении отчета.

source: Chart could not be created.
ru: Невозможно создать график.

source: Chart could not be updated.
ru: Невозможно обновить график.

source: Chart does not exist
ru: График не существует

source: Chart has no query context saved. Please save the chart again.
ru: В графике не сохранён запрос. Пожалуйста сохраните график ещё раз.

source: Chart height
ru: Высота

source: Chart imported
ru: График импортирован

source: Chart last modified
ru: Последнее изменение

source: Chart last modified by
ru: Автор изменений

source: Chart name
ru: Название графика

source: Chart not found
ru: График не найден

source: Chart options
ru: Настройки графика

source: Chart owners
ru: Владельцы

source: Chart parameters are invalid.
ru: Некорректные параметры графика.

source: Chart properties updated
ru: Парметры графика изменены

source: Chart title
ru: Заголовок графика

source: Chart type
ru: Тип графика

source: Chart type requires a dataset
ru: Укажите датасет

source: Chart width
ru: Ширина

source: Charts
ru: Графики

source: Charts could not be deleted.
ru: Графики не могут быть удалены.

source: Check for sorting ascending
ru: Если выбрано, то сортировка осуществляется по возрастанию, если не выбрано, то по убыванию.

source: Check if the Rose Chart should use segment area instead of segment radius for proportioning
ru: Использовать площадь сегментов, а не радиус для отображения пропорций

source: Check out this chart in dashboard:
ru: Посмотреть график в отчете:

source: Check out this chart:
ru: Проверьте этот график:

source: Check out this dashboard:
ru: Проверьте отчет:

source: Check to apply filters instantly as they change instead of displaying [Apply] button
ru: Применять изменения фильтра мгновенно

source: Check to force date partitions to have the same height
ru: Принудительно синхронизировать размер временных разделов

source: Check to include time column dropdown
ru: Нажмите, чтобы включить выбор временной колонки

source: Check to include time grain dropdown
ru: Нажмите, чтобы включить выбор единицы времени

source: Child label position
ru: Расположение метки ребенка

source: Choice of [Label] must be present in [Group By]
ru: Столбец метки должен присутствовать в группировке

source: Choice of [Point Radius] must be present in [Group By]
ru: Столбец радиуса точки должен присутствовать в группировке

source: Choose File
ru: Выберите файл

source: Choose a chart or dashboard not both
ru: Укажите график или отчет

source: Choose a database...
ru: Выберите базу данных...

source: Choose a dataset
ru: Выберите источник данных

source: Choose a metric for right axis
ru: Укажите показатель для правой оси

source: Choose a number format
ru: Укажите формат числа

source: Choose a source
ru: Укажите источник

source: Choose a source and a target
ru: Укажите источник и цель

source: Choose a target
ru: Укажите цель

source: Choose chart type
ru: Выберите тип визуализации

source: Choose one of the available databases from the panel on the left.
ru: Выберите одну из доступных баз данных на левой панели.

source: Choose the annotation layer type
ru: Выберите тип слоя аннотации

source: Choose the format for legend values
ru: Укажите формат для значений в легенде

source: Choose the position of the legend
ru: Укажите позицию легенды

source: Choose the source of your annotations
ru: Укажите источник аннотации

source: Choose whether a country should be shaded by the metric, or assigned a color based on a categorical color palette
ru: Укажите на основе чего должен определяться цвет заливки страны. На основе значения показателя или выбираться по порядку из цветовой схемы.

source: Chord Diagram
ru: Диаграмма хорд

source: Chosen non-numeric column
ru: Указан не числовой столбец

source: Circle
ru: Круг

source: Circle -> Arrow
ru: Круг -> Стрелка

source: Circle -> Circle
ru: Круг -> Круг

source: Circle radar shape
ru: Форма круга

source: Circular
ru: Круговые

source: Cities
ru: Города

source: City Columns
ru: Столбцы города

source: City GeoJSON
ru: GeoJson города

source: City ID
ru: ID города

source: City name
ru: Названиее города

source: Classic chart that visualizes how metrics change over time.
ru: Классический график, отображающий динамику показателя.

source: Classic row-by-column spreadsheet like view of a dataset. Use tables to showcase a view into the underlying data or to show aggregated metrics.
ru: Классическая таблица.

source: Clause
ru: Выражение

source: Clear D3 formatting from charts
ru: Сбросить D3 формат чисел при выгрузке

source: Clear all
ru: Сбросить

source: Clear all data
ru: Очистить

source: Clear form
ru: Очистить

source: Clear search value after select
ru: Очищать значение в строке поиска после выбора

source: Clear selection
ru: Очистить выбор

source: Clearing input after selecting a value
ru: Очищает строку поиска после выбора значения

source: Click on "+Add/Edit Filters" button to create new dashboard filters
ru: Нажмите "Создать/Изменить Фильтры", чтобы добавить фильтры в отчет

source: Click on "Create chart" button in the control panel on the left to preview a visualization or
ru: Для предпросмотра графика кликните на "Создать график" или

source: Click the lock to make changes.
ru: Нажмите, чтобы внести изменения.

source: Click the lock to prevent further changes.
ru: Нажмите, чтобы предотвратить случайные изменения.

source: Click this link to switch to an alternate form that allows you to input the SQLAlchemy URL for this database manually.
ru: Нажмите, чтобы переключиться на форму ручного заполнения параметров SQLAlchemy URI.

source: Click this link to switch to an alternate form that exposes only the required fields needed to connect this database.
ru: Нажмите, чтобы переключиться на интерактивную форму, в которой необходимо заполнить только требуемые поля.

source: Click to cancel sorting
ru: Отменить сортировку

source: Click to edit
ru: Нажмите для изменения

source: Click to edit %s.
ru: Редактировать %s.

source: Click to edit chart.
ru: Редактировать график.

source: Click to edit label
ru: Нажмите для изменения

source: Click to favorite/unfavorite
ru: Нажмите, чтобы добавить в избранное

source: Click to force-refresh
ru: Нажмите для принудительного обновления

source: Click to make filter preserved
ru: Нажмите, чтобы сделать фильтр сохраняемым

source: Click to see difference
ru: Нажмите, чтобы увидеть разницу

source: Click to sort ascending
ru: Сортировать по возрастанию

source: Click to sort descending
ru: Сортировать по убыванию

source: Close
ru: Закрыть

source: Close all other tabs
ru: Закрыть все остальные вкладки

source: Close tab
ru: Закрыть вкладку

source: Cluster label aggregator
ru: Агрегатор меток кластера

source: Clustering Radius
ru: Радиус кластеризации

source: Code
ru: Код

source: Collapse all
ru: Свернуть все

source: Collapse data panel
ru: Свернуть панель данных

source: Collapse row
ru: Свернуть

source: Collapse tab content
ru: Свернуть содержимое

source: Collapse table preview
ru: Свернуть предпросмотр

source: Color
ru: Цвет

source: Color +/-
ru: Цвет +/-

source: Color Metric
ru: Показатель для раскраски

source: Color Scheme
ru: Цветовая схема

source: Color Steps
ru: Цветовые шаги

source: Color bounds
ru: Границы раскраски

source: Color by
ru: Раскрашивать по

source: Color metric
ru: Цвет показателя

source: Color of the limit line
ru: Цвет линии лимита

source: Color of the target location
ru: Цвет целевой локации

source: Color scheme
ru: Цветовая схема

source: Color will be shaded based the normalized (0% to 100%) value of a given cell against the other cells in the selected range:
ru: Цвет будет затенен на основе нормализованного (от 0% до 100%) значения данной ячейки по сравнению с другими ячейками в выбранном диапазоне:

source: Colors
ru: Цвета

source: Column
ru: Столбец

source: Column "%(column)s" is not numeric or does not exists in the query results.
ru: Стобец "%(column)s" не числовой или не присутствует в результатах запроса.

source: Column Configuration
ru: Параметры столбца

source: Column Data Types
ru: Типы данных столбцов

source: Column Formatting
ru: Формат столбца

source: Column Label(s)
ru: Названия столбцов

source: Column containing ISO 3166-2 codes of region/province/department in your table.
ru: Столбец, содержащий ISO 3166-2 коды регионов/областей.

source: Column containing latitude data
ru: Столбец, содержащий широту

source: Column containing longitude data
ru: Столбец, содержащий долготу

source: Column datatype
ru: Тип данных столбца

source: Column header tooltip
ru: Подсказка заголовка столбца

source: Column is required
ru: Укажите столбец

source: Column label for index column(s). If None is given and Dataframe Index is True, Index Names are used.
ru: Названия столбцов с индексами. Если поле пустое, а настройка [Индекс датафрейма] включена, то используются названия индексов по умолчанию.

source: Column label for index column(s). If None is given and Dataframe Index is checked, Index Names are used
ru: Названия столбцов с индексами. Если поле пустое, а настройка [Индекс датафрейма] включена, то используются названия индексов по умолчанию.

source: Column name
ru: Название столбца

source: Column name [%s] is duplicated
ru: Повторяющееся название столбца [%s]

source: Column referenced by aggregate is undefined: %(column)s
ru: Столбец, используемый в агрегате не найден: %(column)s

source: Column select
ru: Выбор столбца

source: Column that will be used for searching with SVG elements
ru: Столбец, используемый для связи данных с объектами в SVG файле

source: Column to use as the row labels of the dataframe. Leave empty if no index column
ru: Столбец для использования в качестве меток строк данных. Оставьте пустым, если столбец индекса отсутствует.

source: Column to use as the row labels of the dataframe. Leave empty if no index column.
ru: Столбец для использования в качестве меток строк данных. Оставьте пустым, если столбец индекса отсутствует.

source: Column with information about whether to invert the color scheme
ru: Boolean столбец, который указывает переворачивать ли цветовую схему

source: Column with the metric name, data is grouped and maps are split by it
ru: Столбец с названием метрики, по нему группируются данные и разбиваются карты

source: Columnar File
ru: Файл

source: Columnar file "%(columnar_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
ru: Файл "%(columnar_filename)s" загружен в таблицу "%(table_name)s" базы данных "%(db_name)s\

source: Columnar to Database configuration
ru: Настройка загрузки поколоночного файла в базу данных

source: Columns
ru: Столбцы

source: Columns Detailed
ru: Столбцы детального слоя

source: Columns General
ru: Столбцы основного слоя

source: Columns To Be Parsed as Dates
ru: Список столбцов через запятую, которые содержат дату.

source: Columns To Read
ru: Столбцы для чтения

source: Columns missing in dataset: %(invalid_columns)s
ru: В датасете отсутствуют столбцы: %(invalid_columns)s

source: Columns missing in datasource: %(invalid_columns)s
ru: В источнике отсутствуют столбцы: %(invalid_columns)s

source: Columns subtotal position
ru: Расположение подытогов столбцов

source: Columns to calculate distribution across.
ru: Столбцы для расчета распределения.

source: Columns to display
ru: Столбцы для отображения

source: Columns to group by
ru: Столбцы для группировки при отображении карты

source: Columns to group by on the columns
ru: Нельзя использовать один и тот же столбец в полях [Группировка] и [Столбцы]

source: Columns to group by on the rows
ru: Нельзя использовать один и тот же столбец в полях [Группировка] и [Столбцы]

source: Columns to show
ru: Столбцы для отображения

source: Combine metrics
ru: Объединить показатели

source: Comma-separated color picks for the intervals, e.g. 1,2,4. Integers denote colors from the chosen color scheme and are 1-indexed. Length must be matching that of interval bounds.
ru: Список порядковых номеров цветов цветовой схемы для раскраски диапазонов.

source: Comma-separated interval bounds, e.g. 2,4,5 for intervals 0-2, 2-4 and 4-5. Last number should match the value provided for MAX.
ru: Список границ диапазонов через запятую 2,4,5 для интервалов 0-2, 2-4 и 4-5. Последнее число должно соответствовать верхней границе диапазона.

source: Comparator option
ru: Оператор сравнения

source: Compare multiple time series charts (as sparklines) and related metrics quickly.
ru: Быстро сравнивайте несколько графиков временных рядов и связанных показателей.

source: Compare the same summarized metric across multiple groups.
ru: Сравнить показатель с несколькими группами.

source: Compares how a metric changes over time between different groups. Each group is mapped to a row and change over time is visualized bar lengths and color.
ru: Сравнивает изменение показателя с течением времени между различными группами. Каждая группа сопоставляется со строкой, а изменения во времени визуализируются длиной и цветом столбца.

source: Compares metrics from different categories using bars. Bar lengths are used to indicate the magnitude of each value and color is used to differentiate groups.
ru: Сравнивает показатель между различными группами при помощи столбцов. Высота столбцов отображает величину значения, а цвета используются для разделения групп.

source: Compares the lengths of time different activities take in a shared timeline view.
ru: Сравнивает продолжительность времени, которое занимают различные действия в общем представлении временной шкалы.

source: Comparison
ru: Сравнение

source: Comparison Period Lag
ru: Сдвиг периода для сравнения

source: Comparison suffix
ru: Постфикс

source: Compose multiple layers together to form complex visuals.
ru: Наложите несколько слоев для получения сложных визуализаций.

source: Compute the contribution to the total
ru: Вычислить вклад в общую сумму (долю).

source: Condition
ru: Условие

source: Conditional formatting
ru: Условное форматирование

source: Confidence interval
ru: Доверительный интервал

source: Confidence interval must be between 0 and 1 (exclusive)
ru: Confidence interval должен быть между 0 и 1

source: Configuration
ru: Конфигурация

source: Configure Advanced Time Range
ru: Настройка дополнительного фильтра по времени

source: Configure Time Range: Last...
ru: Настрой фильтра по времени: Последний...

source: Configure Time Range: Previous...
ru: Настрой фильтра по времени: Предыдущий...

source: Configure custom time range
ru: Настройка пользовательского фильтра по времени

source: Configure filter scopes
ru: Установить распределение фильтров

source: Configure the basics of your Annotation Layer.
ru: Настройте основные параметры аннотации.

source: Configure this dashboard to embed it into an external web application.
ru: Настроить этот отчет для встраивания во внешние сервисы.

source: Configure your how you overlay is displayed here.
ru: Настройте параметры отображения аннотации.

source: Confirm overwrite
ru: Подтвердите перезапись

source: Confirm save
ru: Подтвердить сохранение

source: Connect
ru: Подключить

source: Connect Google Sheet
ru: Подключить Google таблицу

source: Connect Google Sheets as tables to this database
ru: Подключить Google таблицы к этой базе данных

source: Connect a database
ru: Подключить базу данных

source: Connect database
ru: Подключить базу данных

source: Connect this database using the dynamic form instead
ru: Подключить базу данных, используя интерактивную форму

source: Connect this database with a SQLAlchemy URI string instead
ru: Подключить базу данных при помощи SQLAlchemy URI

source: Connection
ru: Тестовое соединение

source: Connection failed, please check your connection settings
ru: Ошибка подключения, пожалуйста проверьте параметры подключения

source: Connection looks good!
ru: Соединение успешно

source: Continue
ru: Продолжить

source: Continuous
ru: Непрерывные

source: Contribution
ru: Доля

source: Contribution Mode
ru: Режим доли

source: Control
ru: Управление

source: Controls
ru: Элементы управления

source: Coordinates
ru: Координатные

source: Copied to clipboard!
ru: Скопировано в буфер обмена

source: Copy
ru: Скопировать

source: Copy SELECT statement to the clipboard
ru: Скопировать выражение SELECT в буфер обмена

source: Copy and Paste JSON credentials
ru: Скопируйте и вставьте JSON

source: Copy and paste the entire service account .json file here
ru: Вставьте сюда содержимое JSON файла сервисного аккаунта

source: Copy link
ru: Скопировать ссылку

source: Copy message
ru: Скопировать сообщение

source: Copy of %s
ru: Копирование %s

source: Copy partition query to clipboard
ru: Скопировать часть запроса в буфер обмена

source: Copy permalink to clipboard
ru: Скопировать прямую ссылку в буфер

source: Copy query URL
ru: Скопировать ссылку на запрос

source: Copy query link to your clipboard
ru: Скопировать ссылку на запрос в буфер обмена

source: Copy the identifier of the account you are trying to connect to.
ru: Копировать идентификатор учетной записи, к которой вы пытаетесь подключиться.

source: Copy the name of the HTTP Path of your cluster.
ru: Укажите HTTP путь к вашему кластеру.

source: Copy the name of the database you are trying to connect to.
ru: Скопируйте имя базы данных, к которой вы подключаетесь.

source: Copy to Clipboard
ru: Скопировать в буфер обмена

source: Copy to clipboard
ru: Скопировано в буфер обмена

source: Correlation
ru: Корреляция

source: Cost estimate
ru: Ресурсы, необходимые для исполнения запроса

source: Could not connect to database: "%(database)s"
ru: Не удалось подключиться к базе данных: "%(database)s".

source: Could not determine datasource type
ru: Не удалось определить тип источника данных

source: Could not fetch all saved charts
ru: Не удалось обновить список сохраненных графиков

source: Could not find viz object
ru: Не удалось найти визуализацию

source: Could not load database driver
ru: Не удалось загрузить драйвер базы данных

source: Could not load database driver: {}
ru: Не удалось загрузить драйвер базы данных: {}

source: Could not resolve hostname: "%(host)s".
ru: Не удалось прочитать имя хоста: "%(host)s".

source: Count
ru: Кол-во

source: Count Unique Values
ru: Кол-во уникальных

source: Count as Fraction of Columns
ru: Кол-во как доля от столбца

source: Count as Fraction of Rows
ru: Кол-во как доля от строки

source: Count as Fraction of Total
ru: Кол-во как доля от общего

source: Country
ru: Страна

source: Country Color Scheme
ru: Цветовая схема

source: Country Column
ru: Столбец страны

source: Country Field Type
ru: Формат столбца страны

source: Country Map
ru: Карта стран

source: Country Map v2
ru: Двухслойная карта

source: Create
ru: Создать

source: Create Chart
ru: Создать График

source: Create a dataset
ru: Создайте датасет

source: Create a dataset to begin visualizing your data as a chart or go to SQL Lab to query your data.
ru: Создайте датасет для начала визуализации данных или перейдите в лабораторию SQL для выполнения запросов.

source: Create a new chart
ru: Создать новый график

source: Create chart
ru: Создать график

source: Create chart with dataset
ru: Создать график на датасете

source: Create dataset
ru: Создать датасет
