Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: GeoJson Column
ru: Столбец GeoJson

source: GeoJson Settings
ru: Параметры GeoJson

source: Geojson detail column
ru: Детальный столбец GeoJson

source: Geojson general column
ru: Основной столбец geojson

source: Get the last date by the date unit.
ru: Получить последнюю дату.

source: Get the specify date for the holiday
ru: Получить дату праздника

source: Go to the edit mode to configure the dashboard and add charts
ru: Перейдите в режим редактирования для добавления графиков

source: Gold
ru: ЗолотойСплошная

source: Google Sheet Name and URL
ru: Имя Google таблицы и URL

source: Grace period
ru: Период простоя

source: Gradient
ru: Градиент

source: Graph Chart
ru: Граф

source: Graph layout
ru: Вид графа

source: Gravity
ru: Притяжение

source: Greater or equal (>=)
ru: Больше либо равно (>=)

source: Greater than (>)
ru: Больше (>)

source: Grid
ru: Сетка

source: Grid Size
ru: Размер сетки

source: Group By
ru: Группировка

source: Group By filter plugin
ru: Поля для группировки

source: Group By, Metrics or Percentage Metrics must have a value
ru: Укажите поля для группировки, показатели или процентные показатели

source: Group ID
ru: ID группы

source: Group Key
ru: Ключ группы

source: Group by
ru: Группировка

source: Group small segments to segment "Other"
ru: Объединять сегменты занимающие меньшную долю в "Прочие"

source: Group to "Other"
ru: Объединять в "Прочие"

source: Group to "Other" threshold %
ru: Порог в % для объединения в "Прочие"

source: Groupable
ru: Группируемый

source: Half
ru: Половинчатый

source: Hard value bounds applied for color coding. Is only relevant and applied when the normalization is applied against the whole heatmap.
ru: Жесткие границы значений для раскараски. Применяется только в случае, когда нормализация производится по всей тепловой карте.

source: Has created by
ru: Создано

source: Header
ru: Заголовок

source: Header Row
ru: Строка заголовков

source: Heatmap
ru: Тепловая карта

source: Heatmap Options
ru: Параметры тепловой карты

source: Height
ru: Высота

source: Height of the sparkline
ru: Высота линии динамики

source: Hide Line
ru: Скрыть линию

source: Hide chart description
ru: Скрыть описание графика

source: Hide expanded cols
ru: Скрыть итоги развернутых столбцов

source: Hide expanded rows
ru: Скрыть итоги развернутых строк

source: Hide filter into Out of scope section if there are no options to select.
ru: Скрывать фильтр в Неприменяемые при отсутствии доступных для выбора значений.

source: Hide filter when there are no options to select
ru: Скрывать фильтр при отсутствии доступных значений

source: Hide filters bar by default
ru: Скрывать панель фильтров по умолчанию

source: Hide layer
ru: Скрыть слой

source: Hide null labels
ru: Скрывать метки N/A

source: Hide password.
ru: Скрыть пароль.

source: Hide tool bar
ru: Скрыть панель инструментов

source: Hides the Line for the time series
ru: Скрыть линию для временного ряда

source: Hierarchical filter
ru: Иерархический фильтр

source: Hierarchical filter plugin using AntD
ru: Иерархический фильтр созданный при помощи AntD

source: Hierarchy
ru: Иерархия

source: Histogram
ru: Гистограмма

source: Home
ru: Главная

source: Horizon Chart
ru: Диаграммы горизонта

source: Horizon Charts
ru: Диаграммы горизонта

source: Horizontal
ru: Горизонтально

source: Horizontal (Top)
ru: Горизонтальное (сверху)

source: Horizontal alignment
ru: Горизонтальное выравнивание

source: Host
ru: Хост

source: Hostname or IP address
ru: Имя или IP адрес хоста

source: Hour
ru: Час

source: Hours %s
ru: Часов %s

source: Hours offset
ru: Временной сдвиг

source: How do you want to enter service account credentials?
ru: Как вы хотите указать параметры сервисного аккаунта?

source: How many buckets should the data be grouped in.
ru: В какое кол-ао групп должны объединяться данные.

source: How many periods into the future do we want to predict
ru: На сколько периодов вперед вы хотите построить прогноз

source: How to display time shifts: as individual lines; as the difference between the main time series and each time shift; as the percentage change; or as the ratio between series and time shifts.
ru: Как отображать смещения во времени: как отдельные линии; как абсолютную разницу между основным временным рядом и каждым смещением; как процентное изменение; или как соотношение между рядами и смещениями.

source: Huge
ru: Огромный

source: I Agree to Privacy Policy
ru: Соглашаюсь с политикой безопасности

source: ID column is using for cross-filtering
ru: ID используется при кросс-фильтрации

source: ID detail
ru: ID детального слоя

source: ID general
ru: ID основного слоя

source: ISO 3166-2 Codes
ru: Коды ISO 3166-2

source: Id of root node of the tree.
ru: id корневого узла дерева.

source: If Presto or Trino, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them. If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
ru: Если вы используете Presto, все запросы в SQL Лаборатории будут выполняться от авторизованного пользователя, который должен иметь разрешение на их выполнение. Если включен Hive, то запросы будут выполняться через техническую учетную запись, но ассоциировать зарегистрированного пользователя можно через свойство hive.server2.proxy.user.

source: If Presto, all the queries in SQL Lab are going to be executed as the currently logged on user who must have permission to run them.<br/>If Hive and hive.server2.enable.doAs is enabled, will run the queries as service account, but impersonate the currently logged on user via hive.server2.proxy.user property.
ru: Если вы используете Presto, все запросы в SQL Лаборатории будут выполняться от авторизованного пользователя, который должен иметь разрешение на их выполнение. <br/> Если включен Hive, то запросы будут выполняться через техническую учетную запись, но ассоциировать зарегистрированного пользователя можно через свойство hive.server2.proxy.user.

source: If Table Already Exists
ru: Таблица уже существует

source: If a metric is specified, sorting will be done based on the metric value
ru: Сортировка будет производиться на основе значения показателя

source: If duplicate columns are not overridden, they will be presented as "X.1, X.2 ...X.x"
ru: Если столбцы с одинаковым названием не перезаписываются, то их название будет унифицировано как "Х.1, Х.2,.."

source: If selected, please set the schemas allowed for csv upload in Extra.
ru: Если выбрано, пожалуйста укажите схемы, в которые разрешена загрузка данных из CSV.

source: If table exists do one of the following: Fail (do nothing), Replace (drop and recreate table) or Append (insert data).
ru: Если таблица уже существует, выполнить одно из следующих действий: Ошибка (ничего не делать), Перезаписать (удалить и заново создать таблицу) или Дополнить (добавить данные).

source: Ignore cache when generating report
ru: Игнорировать кэш при создании рассылки

source: Ignore dashboard color scheme
ru: Игнорировать цветовую схему отчета

source: Ignore null locations
ru: Игнорировать пустые локации

source: Ignore table pagination
ru: Игнорировать пагинацию при выгрузке таблиц

source: Ignore time
ru: Игнорировать время

source: Ignoring color scheme going from dashboard
ru: Игнорировать цветовую схему отчета

source: Image (PDF) embedded in email
ru: Изображение (PDF) включенное в письмо

source: Image (PNG) embedded in email
ru: Изображение (PNG) включенное в письмо

source: Image download failed, please refresh and try again.
ru: Не удалось скачать картинку, обновите страницу и попробуйте снова.

source: Impersonate logged in user (Presto, Trino, Drill, Hive, and GSheets)
ru: Персонификация пользователя (Presto, Trino, Drill, Hive, GSheets)

source: Impersonate the logged on user
ru: Ассоциировать пользователя

source: Import
ru: Импорт

source: Import %s
ru: Импорт %s

source: Import Dashboard(s)
ru: Импорт отчетов

source: Import Dashboards
ru: Импорт отчетов

source: Import a table definition
ru: Имопртировать описание таблицы

source: Import chart failed for an unknown reason
ru: При импорте графика произошла неизвестная ошибка

source: Import charts
ru: Импортировать графики

source: Import dashboard failed for an unknown reason
ru: При импорте отчета произошла неизвестная ошибка

source: Import dashboards
ru: Импорт отчетов

source: Import database failed for an unknown reason
ru: При импорте базы данных произошла неизвестная ошибка

source: Import database from file
ru: Импорт базы данных

source: Import dataset failed for an unknown reason
ru: При импорте датасета произошла неизвестная ошибка

source: Import datasets
ru: Импортировать датасеты

source: Import queries
ru: Импорт запросов

source: Import saved query failed for an unknown reason.
ru: При импорте сохраненного запроса произошла неизвестная ошибка.

source: Important! Select this if the table is not already sorted by entity id, else there is no guarantee that all events for each entity are returned.
ru: Внимание! Используйте этот параметр только если датасет еще не отсортирован по id сущности.

source: Include Series
ru: Включать ряды

source: Include a description that will be sent with your report
ru: Описание которое будет включено письмо

source: Include series name as an axis
ru: Отображать название ряда в качестве оси

source: Include time
ru: Включая время

source: Income
ru: Доходы

source: Index Column
ru: Столбец индекса

source: Info
ru: Информация

source: Inner Radius
ru: Внутренний радиус

source: Inner radius of donut hole
ru: Радиус "дырки" внутри круга

source: Input custom width in pixels
ru: Введите ширину скриншота в пикселях

source: Input field supports custom rotation. e.g. 30 for 30°
ru: Укажите угол поворота. Например 30 для поворота на 30°.

source: Instant filtering
ru: Мгновенная Фильтрация

source: Institution type
ru: Тип учереждения

source: Intensity
ru: Интенсивностные

source: Intensity Radius
ru: Радиус интенсивности

source: Interactive Country Map
ru: Интерактивная Карта

source: Interpret Datetime Format Automatically
ru: Использовать Pandas для автоматической интерпретации формата даты и времени.

source: Interpret the datetime format automatically
ru: Использовать Pandas для автоматической интерпретации формата даты и времени.

source: Interval
ru: Интервал

source: Interval End column
ru: Время окончания интервала

source: Interval bounds
ru: Границы интервалов

source: Interval colors
ru: Цвета интервалов

source: Interval start column
ru: Время начала интервала

source: Intervals
ru: Интервалы

source: Intesity
ru: Интенсивностные

source: Invalid Connection String: Expecting String of the form 'ocient://user:pass@host:port/database'.
ru: Недействительная строка подключения, правильная строка обычно соответствует шаблону: драйвер://пользователь:пароль@хостБД/имяБД.

source: Invalid JSON
ru: Недопустимый формат json

source: Invalid advanced data type: %(advanced_data_type)s
ru: Некорректный формат данных: %(advanced_data_type)s

source: Invalid certificate
ru: Недействительный сертификат

source: Invalid connection string, a valid string usually follows: backend+driver://user:password@database-host/database-name
ru: Недействительная строка подключения, правильная строка обычно соответствует шаблону: драйвер://пользователь:пароль@хостБД/имяБД

source: Invalid connection string, a valid string usually follows:'DRIVER://USER:PASSWORD@DB-HOST/DATABASE-NAME'<p>Example:'postgresql://user:password@your-postgres-db/database'</p>
ru: Некорректные параметры подключения. Пример: "postgresql://user:password@your-postgres-db/database"

source: Invalid cron expression
ru: Некорректное выражение расписания

source: Invalid cumulative operator: %(operator)s
ru: Некорректный оператор: %(operator)s

source: Invalid date/timestamp format
ru: Некорректный формат Даты / Времени

source: Invalid filter configuration, please select a column
ru: Некорректная конфигурация фильтра, пожалуйста укажите столбец

source: Invalid filter operation type: %(op)s
ru: Некорректный тип операции в фильтре: %(op)s

source: Invalid geodetic string
ru: Некорректный формат geodetic

source: Invalid geohash string
ru: Некоректный формат geohash

source: Invalid input
ru: Некорректный ввод

source: Invalid lat/long configuration.
ru: Неверная конфигурация широты и долготы.

source: Invalid longitude/latitude
ru: Некорректные долгота/широта

source: Invalid metric object: %(metric)s
ru: Некорректная метрика: %(metric)s

source: Invalid numpy function: %(operator)s
ru: Некорректная функция numpy: %(operator)s

source: Invalid options for %(rolling_type)s: %(options)s
ru: Некорректные параметры для %(rolling_type)s: %(options)s

source: Invalid permalink key
ru: Некорректный ключ пермалинка

source: Invalid reference to column: "%(column)s"
ru: Некорректное обращение к столбцу: "%(column)s"

source: Invalid result type: %(result_type)s
ru: Некоректный тип результатов: %(result_type)s

source: Invalid rolling_type: %(type)s
ru: Некорректный rolling_type: %(type)s

source: Invalid state.
ru: Некорректное состояние.

source: Invalid tab ids: %s(tab_ids)
ru: Некорректные id вкладок: %s(tab_ids)

source: Inverse selection
ru: Инвертировать

source: Invert current page
ru: Инвертировать выбор страницы

source: Is certified
ru: Согласовано

source: Is dimension
ru: Измерение

source: Is favorite
ru: Избранное

source: Is filterable
ru: Фильтруемый

source: Is metric negative
ru: Негативная метрика

source: Is tagged
ru: Теги

source: Is temporal
ru: Содержит дату /время

source: Issue 1000 - The dataset is too large to query.
ru: Датасет слишком большой.

source: Issue 1001 - The database is under an unusual load.
ru: База данных перегружена.

source: It’s not recommended to truncate axis in Bar chart.
ru: Не рекомендуется обрезать ось в столбчатой диаграмме.

source: JAN
ru: Янв

source: JSON Metadata
ru: Параметры JSON

source: JSON metadata
ru: Параметры JSON

source: JSON metadata is invalid!
ru: Некорректные метаданные JSON.

source: JSON string containing additional connection configuration. This is used to provide connection information for systems like Hive, Presto and BigQuery which do not conform to the username:password syntax normally used by SQLAlchemy.
ru: Это используется для указания информации о соединении с такими системами как Hive, Presto и BigQuery, которые не укладываются в шаблон пользователь:пароль, который обычно используется в SQLAlchemy.

source: JUL
ru: Июл

source: JUN
ru: Июн

source: January
ru: Январь

source: JavaScript data interceptor
ru: Перехватчик данных JS

source: JavaScript onClick href
ru: Гиперссылка при клике

source: JavaScript tooltip generator
ru: Генератор подсказки JS

source: Jinja templating
ru: синтаксис jinja

source: Json list of the column names that should be read
ru: JSON список столбцов, которые будут загружены.

source: Json list of the column names that should be read. If not None, only these columns will be read from the file.
ru: Список колонок, которые будут прочитаны, в формате json. Если не заполнено, то будут прочитаны все столбцы.

source: Json list of the values that should be treated as null. Examples: [""] for empty strings, ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only a single value
ru: JSON список значений, которые должны быть интерпретированы как NULL. Например: [""], ["None", "N/A"], ["nan", "null"]. Используйте [""] для пустых строк. Внимание: Hive поддерживает только одно значение.

source: Json list of the values that should be treated as null. Examples: [""], ["None", "N/A"], ["nan", "null"]. Warning: Hive database supports only single value. Use [""] for empty string.
ru: JSON список значений, которые должны быть интерпретированы как NULL. Например: [""], ["None", "N/A"], ["nan", "null"]. Используйте [""] для пустых строк. Внимание: Hive поддерживает только одно значение.

source: July
ru: Июль

source: June
ru: Июнь

source: Keep control settings?
ru: Сохранить парметры графика?

source: Keep editing
ru: Продолжить

source: Key
ru: Перетоки

source: Keys for table
ru: Ключи таблицы

source: Kilometers
ru: Километры

source: LIMIT
ru: ЛИМИТ

source: Label
ru: Метка

source: Label Line
ru: Линия меток

source: Label Type
ru: Тип метки

source: Label align to
ru: Способ расположения подписей

source: Label already exists
ru: Метка уже существует

source: Label for your query
ru: Метка для вашего запроса

source: Label line
ru: По прямой линии

source: Label position
ru: Положение меток

source: Label threshold
ru: Порог отобр. меток

source: Labelling
ru: Маркировка

source: Labels
ru: Метки

source: Labels for the marker lines
ru: Метки для названия линий

source: Labels for the markers
ru: Метки для названия маркеров

source: Labels for the ranges
ru: Метки для названия диапазонов

source: Labels position
ru: Расположение заголовков

source: Large
ru: Большой

source: Last
ru: Последнее

source: Last Changed
ru: Последнее изменение

source: Last Modified
ru: Изменено

source: Last Updated %s
ru: Изменено %s

source: Last Updated %s by %s
ru: Изменено: %s Автор: %s

source: Last available value seen on %s
ru: Последнее доступное значение %s

source: Last day
ru: Последние сутки

source: Last modified
ru: Изменено

source: Last modified by %s
ru: Изменено %s

source: Last month
ru: Последний месяц

source: Last quarter
ru: Последний квартал

source: Last run
ru: Последний запуск

source: Last week
ru: Последняя неделя

source: Last year
ru: Последний год

source: Latitude
ru: Широта

source: Latitude of default viewport
ru: Широта по умолчанию для области просмотра

source: Layer configuration
ru: Конфигурация слоя

source: Layout
ru: Ориентация

source: Layout elements
ru: Компоненты

source: Layout type of graph
ru: Вид отображаемого графа

source: Layout type of tree
ru: Ориентация дерева

source: Leaf nodes that represent fewer than this number of events will be initially hidden in the visualization
ru: Листья, представляющие меньшее количество событий, чем это число, будут изначально скрыты в визуализации.

source: Least recently modified
ru: Старые изменения

source: Left
ru: Слева

source: Left Margin
ru: Левая граница

source: Left margin, in pixels, allowing for more room for axis labels
ru: Ширина левой границы в пикселях

source: Left to Right
ru: Слева направо

source: Left value
ru: Левое значение

source: Legacy
ru: Наследие

source: Legend
ru: Легенда

source: Legend Format
ru: Формат легенды

source: Legend Orientation
ru: Расположение легенды на графике

source: Legend Position
ru: Разположение легенды

source: Legend type
ru: Тип легенды

source: Legends description
ru: Описание легенды

source: Less or equal (<=)
ru: Меньше либо равно (<=)

source: Less than (<)
ru: Меньше (<)

source: Lift percent precision
ru: Точность процентного подъема

source: Light
ru: Светлая

source: Light mode
ru: Светлая тема

source: Like (case insensitive)
ru: Like (с учетом регистра)

source: Limit line color
ru: Цвет линии лимита

source: Limit line value
ru: Значение лимита

source: Limit reached
ru: Достигнут предел

source: Limit selector values
ru: Ограничить выбираемые значения

source: Limit type
ru: Ограничить тип

source: Limiting rows may result in incomplete data and misleading charts. Consider filtering or grouping source/target names instead.
ru: Ограничение кол-ва записей может привести к отображению неполных данных. Воспользуйтесь фильтрацией или группировкой по источникам/целям.

source: Limits the number of cells that get retrieved.
ru: Ограничивает количество отображаемых строк.

source: Limits the number of rows that get displayed.
ru: Ограничивает количество отображаемых строк.

source: Limits the number of series that get displayed. A joined subquery (or an extra phase where subqueries are not supported) is applied to limit the number of series that get fetched and rendered. This feature is useful when grouping by high cardinality column(s) though does increase the query complexity and cost.
ru: Ограничивает количество отображаемых рядов данных. Выполняет дополнительный подзапрос к базе данных для определения рядов данных, которые будут отражены на графике.

source: Line
ru: Линейные

source: Line Chart
ru: Линейный график

source: Line Chart (legacy)
ru: Линейный график (не актуально)

source: Line Style
ru: Стиль линии

source: Line chart is used to visualize measurements taken over a given category. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
ru: Линейный график используется для визуализации показателей в выбранных категориях.

source: Line interpolation as defined by d3.js
ru: Интерполяции линии по d3.js

source: Line width
ru: Толщина линии

source: Line width unit
ru: Толщина линии

source: Linear Color Scheme
ru: Линейная цветовая схема

source: Linear color scheme
ru: Цветовая Схема

source: Linear interpolation
ru: Линейная интерполяция

source: Lines column
ru: Столбцы линий

source: Lines encoding
ru: Кодировка линий

source: Link Copied!
ru: Ссылка скопирована

source: List Unique Values
ru: Список уникальных

source: List of extra columns made available in JavaScript functions
ru: Список дополнительных колонок, доступных для работы в функциях JS

source: List of n+1 values for bucketing metric into n buckets.
ru: Список из n+1 значения для разбиение показателя на n групп.

source: List of values to mark with lines
ru: Список значений для обозначения линиями

source: List of values to mark with triangles
ru: Список значений для обозначения треугольниками

source: List updated
ru: Список обновлен

source: Live CSS editor
ru: Редактор CSS

source: Live render
ru: Рендер в реальном времени

source: Load a CSS template
ru: Загрузить шаблон стилей (CSS)

source: Loaded data cached
ru: Данные были загружены в кэш

source: Loaded from cache
ru: Загружается из кэша

source: Loading
ru: Загрузка

source: Loading...
ru: Загрузка...

source: Locate the chart
ru: Перейти к графику

source: Log Scale
ru: Лог-кий масштаб

source: Log retention
ru: Оборот логов

source: Logarithmic axis
ru: Лог-кий масштаб оси

source: Logarithmic scale on primary y-axis
ru: Использовать для основной оси Y логарифмический масштаб

source: Logarithmic scale on secondary y-axis
ru: Использовать для дополнительной оси Y логарифмический масштаб

source: Logarithmic y-axis
ru: Лог-кий масштаб оси Y

source: Login
ru: Вход в систему

source: Login with
ru: Авторизация по

source: Logout
ru: Выход из системы

source: Logs
ru: Логи

source: Long dashed
ru: Штриховая

source: Longitude
ru: Долгота

source: Longitude & Latitude
ru: Долгота и широта

source: Longitude & Latitude columns
ru: Столбцы с долготой и широтой

source: Longitude and Latitude
ru: Долгота и широта

source: Longitude of default viewport
ru: Долгота по умолчанию для области просмотра

source: MAR
ru: Мар

source: MAY
ru: Май

source: MON
ru: Пн

source: Main Datetime Column
ru: Основной столбец с датой

source: Make sure that the controls are configured properly and the datasource contains data for the selected time range
ru: Убедитесь, что параметры графика заданы правильно и что в датасете есть необходимые данные

source: Malformed request. slice_id or table_name and db_name arguments are expected
ru: Неправильный запрос. Ожидаются аргументы slice_id или table_name и db_name

source: Manage
ru: Администрирование

source: Manage email report
ru: Настроить рассылку на почту

source: Manage your databases
ru: Управляйте базами данных

source: Mandatory
ru: Обязательно

source: Mangle Duplicate Columns
ru: Исключить дублирующиеся столбцы

source: Manually set min/max values for the y-axis.
ru: Укажите диапазон значений оси Y.
