Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: This filter was inherited from the dashboard's context. It won't be saved when saving the chart.
ru: Этот фильтр был установлен в отчете. Он не будет сохранен при сохранении графика.

source: Error: %(text)s
ru: Ошибка: %(text)s

source: (excluded)
ru: (не включительно)

source: Set the opacity to 0 if you do not want to override the color specified in the GeoJSON
ru: Установите прозрачность 0 если вы не хотите перезаписывать цвет, указанный в GeoJSON

source: a dashboard OR
ru: отчет или

source: a new one
ru: новый

source: expression which needs to adhere to the
ru: , который должен соответствовать стандарту

source: source code of Superset's sandboxed parser
ru: исходный код Superset

source: standard to ensure that the lexicographical ordering coincides with the chronological ordering. If the timestamp format does not adhere to the ISO 8601 standard you will need to define an expression and type for transforming the string into a date or timestamp. Note currently time zones are not supported. If time is stored in epoch format, put `epoch_s` or `epoch_ms`. If no pattern is specified we fall back to using the optional defaults on a per database/column name level via the extra parameter.
ru: Если строка не соответствует стандарту, то вам необходимо в явном виде привести тип данных.

source: to add calculated columns
ru: , чтобы добавить столбцы

source: to add metrics
ru: для добавления показателей

source: to edit or add columns and metrics.
ru: для редактирования или добавления столбцов и показателей.

source: to mark a column as a time column
ru: , чтобы пометить колонку как временную

source: to open SQL Lab. From there you can save the query as a dataset.
ru: чтобы открыть лабораторию SQL. Там вы можете сохранить запрос как датасет.

source: to visualize your data.
ru: для визуализации данных.

source: != (Is not equal)
ru: != (не равно)

source: %(dialect)s cannot be used as a data source for security reasons.
ru: БД %(dialect)s не может быть использована как источник данных из-за потенциальных проблем с безопасностью.

source: %(message)s This may be triggered by: %(issues)s
ru: %(message)s Это может быть вызвано: %(issues)s

source: %(object)s does not exist in this database.
ru: %(object)s не существует в данной базе данных.

source: %(other)s charts will appear here
ru: %(other)s графики появятся здесь

source: %(other)s dashboards will appear here
ru: %(other)s отчеты появятся здесь

source: %(other)s recents will appear here
ru: %(other)s недавние появятся здесь

source: %(other)s saved queries will appear here
ru: %(other)s сохраненные запросы появятся здесь

source: %(rows)d rows returned
ru: Возвращено %(rows)d строк

source: %(subtitle)s This may be triggered by: %(issue)s
ru: %(subtitle)s Это может быть вызвано: %(issue)s

source: %(suggestion)s instead of "%(undefinedParameter)s?"
ru: %(suggestion)s вместо "%(undefinedParameter)s?"

source: %(validator)s was unable to check your query. Please recheck your query. Exception: %(ex)s
ru: %(validator)s не смог проверить ваш запрос. Пожалуйста перепроверьте свой запрос. Ошибка: %(ex)s

source: %s Error
ru: %s Ошибка

source: %s PASSWORD
ru: %s пароль

source: %s SSH TUNNEL PASSWORD
ru: %s пароль SSH туннеля

source: %s SSH TUNNEL PRIVATE KEY
ru: %s приватный ключ SSH туннеля

source: %s SSH TUNNEL PRIVATE KEY PASSWORD
ru: %s пароль приватного ключа SSH туннеля

source: %s Selected
ru: %s выбрано

source: %s Selected (%s Physical, %s Virtual)
ru: %s выбрано (%s физический, %s виртуальный)

source: %s Selected (Physical)
ru: %s выбрано (физический)

source: %s Selected (Virtual)
ru: %s выбрано (виртуальный)

source: %s aggregates(s)
ru: %s агрегат(ы)

source: %s column(s)
ru: %s столбец(цы)

source: %s operator(s)
ru: %s параметр(ы)

source: %s option
ru: %s опция

source: %s option(s)
ru: %s параметр(ы)

source: %s records
ru: %s записей

source: %s row
ru: %s строк

source: %s saved metric(s)
ru: %s сохраненный показатель(и)

source: %s updated
ru: %s обновлено

source: %s-%s of %s
ru: %s-%s из %s

source: (Removed)
ru: (Удален)

source: (deleted or invalid type)
ru: (некорректный тип)

source: (no description, click to see stack trace)
ru: (нет описания, кликните для инфо)

source: (optional) default value for the filter, when using the multiple option, you can use a semicolon-delimited list of options.
ru: Значение фильтра по умолчанию (не обязательно)

source: ), and they become available in your SQL (example:
ru: ), и они станут доступны в запросе (например:

source: *%(name)s* %(description)s <%(url)s|Explore in Superset> %(table)s
ru: *%(name)s* %(description)s <%(url)s|Открыть в Superset> %(table)s

source: *%(name)s* %(description)s Error: %(text)s
ru: *%(name)s* %(description)s Ошибка: %(text)s

source: + %s more
ru: + %s ещё

source: -- Note: Unless you save your query, these tabs will NOT persist if you clear your cookies or change browsers.
ru: Если вы не сохраните свой запрос, вкладки НЕ будут сохранены, если вы смените браузер.

source: 0 Selected
ru: 0 выбрано

source: 1 calendar day frequency
ru: По дням

source: 1 day
ru: 1 день

source: 1 day ago
ru: 1 день назад

source: 1 hour
ru: 1 час

source: 1 hourly frequency
ru: По часам

source: 1 minute
ru: 1 минута

source: 1 minutely frequency
ru: По минуам

source: 1 month end frequency
ru: По месяцам с конца

source: 1 month start frequency
ru: По месяцам с начала

source: 1 week
ru: 1 неделя

source: 1 week ago
ru: 1 неделя назад

source: 1 week starting Monday (freq=W-MON)
ru: 1 неделя, начиная с понедельника

source: 1 week starting Sunday (freq=W-SUN)
ru: 1 неделя, начиная с воскресенья

source: 1 year
ru: 1 год

source: 1 year ago
ru: 1 год назад

source: 1 year end frequency
ru: По годам с конца

source: 1 year start frequency
ru: По годам с начала

source: 10 minute
ru: 10 минут

source: 104 weeks
ru: 104 недели

source: 104 weeks ago
ru: 104 недели назад

source: 15 minute
ru: 15 минут

source: 156 weeks
ru: 156 недель

source: 156 weeks ago
ru: 156 недель назад

source: 2 years
ru: 2 года

source: 2 years ago
ru: 2 года назад

source: 28 days
ru: 28 дней

source: 28 days ago
ru: 28 дней назад

source: 3 letter code of the country
ru: 3-х буквенный код страны

source: 3 years
ru: 3 года

source: 3 years ago
ru: 3 года назад

source: 30 days
ru: 30 дней

source: 30 days ago
ru: 30 дней назад

source: 30 minute
ru: 30 минут

source: 30 minutes
ru: 30 минут

source: 30 second
ru: 30 секунд

source: 30 seconds
ru: 30 секунд

source: 4 weeks (freq=4W-MON)
ru: 4 недели

source: 5 minute
ru: 5 минут

source: 5 minutes
ru: 5 минут

source: 5 second
ru: 5 секунд

source: 5 seconds
ru: 5 секунд

source: 52 weeks
ru: 52 недели

source: 52 weeks ago
ru: 52 недели назад

source: 52 weeks starting Monday (freq=52W-MON)
ru: 52 недели, начиная с понедельника

source: 6 hour
ru: 6 часов

source: 60 days
ru: 60 дней

source: 7 calendar day frequency
ru: По 7 дней

source: 7 days
ru: 7 дней

source: 90 days
ru: 90 дней

source: < (Smaller than)
ru: < (меньше)

source: <= (Smaller or equal)
ru: <= (меньше либо равно)

source: <enter SQL expression here>
ru: <укажите SQL выражение>

source: <new column>
ru: <новый столбец>

source: <new metric>
ru: <новый показатель>

source: <no type>
ru: <нет типа>

source: == (Is equal)
ru: == (равно)

source: > (Larger than)
ru: > (больше)

source: >= (Larger or equal)
ru: >= (больше либо равно)

source: A Big Number
ru: Число

source: A comma separated list of columns that should be parsed as dates
ru: Список столбцов через запятую, которые содержат дату.

source: A comma separated list of columns that should be parsed as dates.
ru: Список столбцов через запятую, которые содержат дату.

source: A comma-separated list of schemas that files are allowed to upload to.
ru: Список схем, в которые разрешена загрузка файлов, разделенных запятой.

source: A database with the same name already exists.
ru: База данных с таким названием уже существует.

source: A dictionary with column names and their data types if you need to change the defaults. Example: {"user_id":"integer"}
ru: Словарь соответствия названий столбцов и типов данных. Например: {"user_id":"integer"}

source: A full URL pointing to the location of the built plugin (could be hosted on a CDN for example)
ru: Полный URL, ведущий к расположению плагина.

source: A handlebars template that is applied to the data
ru: Шаблон, применяемый к данным.

source: A human-friendly name
ru: Читаемое имя

source: A list of domain names that can embed this dashboard. Leaving this field empty will allow embedding from any domain.
ru: Список доменных имен, в которые может быть внедрен этот отчет. Оставьте пустым, чтобы разрешить внедрять в любой домен.

source: A list of tags that have been applied to this chart.
ru: Список тегов, присвоенных данному графику.

source: A list of users who can alter the chart. Searchable by name or username.
ru: Список пользователей, которые могут редактировать этот график.

source: A map of the world, that can indicate values in different countries.
ru: Карта мира, отображающая показатели в разных странах.

source: A map that takes rendering circles with a variable radius at latitude/longitude coordinates
ru: Карта, отображающая точки различного радиуса по координатам.

source: A metric to use for color
ru: Показатель, используемый для определения цвета

source: A new chart and dashboard will be created.
ru: Будет создан новый график и отчет.

source: A new chart will be created.
ru: Будет создан новый график.

source: A new dashboard will be created.
ru: Будет создан новый отчет.

source: A polar coordinate chart where the circle is broken into wedges of equal angle, and the value represented by any wedge is illustrated by its area, rather than its radius or sweep angle.
ru: График в полярных координатах, на которм круг разбивается на равные сегменты. Визуализация показателей осуществляется на основе площадей сегментов, а не их радиусов или углов.

source: A readable URL for your dashboard
ru: Укажите URL-адрес для отчета

source: A reference to the [Time] configuration, taking granularity into account
ru: Ссылка на конфигурацию времени с учетом грануляции

source: A report named "%(name)s" already exists
ru: Рассылка "%(name)s" уже существует

source: A reusable dataset will be saved with your chart.
ru: Датасет будет сохранен вместе с графиком.

source: A screenshot of the dashboard will be sent to your email at
ru: Скриншот отчета будет отправляться на вашу почту в

source: A set of parameters that become available in the query using Jinja templating syntax
ru: Перечень параметров, доступных в запросе при использовании jinja

source: A time column must be specified when using a Time Comparison.
ru: Необходимо указать временной столбец.

source: A time series chart that visualizes how a related metric from multiple groups vary over time. Each group is visualized using a different color.
ru: График временных рядов, отражающий динамику показателей в разбивке по группам. Каждая группа отображается своим цветом.

source: A timeout occurred while executing the query.
ru: При выполнеии запроса был превышен тайм-аут.

source: A timeout occurred while generating a csv.
ru: При генерации CSV файла был превышен тайм-аут.

source: A timeout occurred while generating a dataframe.
ru: При генерации датафрейма был превышен тайм-аут.

source: A timeout occurred while generating a xlsx.
ru: При генерации xlsx файла был превышен тайм-аут.

source: A timeout occurred while taking a screenshot.
ru: При генерации скриншота был превышен тайм-аут.

source: A valid color scheme is required
ru: Укажите корректную цветовую схему.

source: APPLY
ru: Применить

source: APR
ru: Апр

source: AUG
ru: Авг

source: AXIS TITLE MARGIN
ru: Отступ заголовка оси

source: AXIS TITLE POSITION
ru: Расположение заголовка оси

source: About
ru: О Суперсет ТА

source: Access
ru: Доступ

source: Access to user activity data is restricted
ru: У вас нет доступа к активности пользователей

source: Access token
ru: Токен доступа

source: Action
ru: Действия

source: Action Log
ru: Журнал событий

source: Actions
ru: Действия

source: Active
ru: Действия

source: Actual Values
ru: Фактические значения

source: Actual time range
ru: Текущие настройки фильтрации времени

source: Actual value
ru: Фактические значения

source: Actual values
ru: Фактические значения

source: Adaptive formatting
ru: Адаптивный формат

source: Add
ru: Добавить

source: Add Alert
ru: Добавить оповещение

source: Add CSS Template
ru: Добавить шаблон CSS

source: Add CSS template
ru: Создать CSS шаблон

source: Add Chart
ru: Добавить график

source: Add Column
ru: Добавить столбец

source: Add Dashboard
ru: Добавить отчет

source: Add Database
ru: Добавить базу данных

source: Add Log
ru: Добавить лог

source: Add Metric
ru: Добавить показатель

source: Add Report
ru: Добавить рассылку

source: Add Rule
ru: Добавить правило

source: Add a Plugin
ru: Добавить плагин

source: Add a dataset
ru: Создайте датасет

source: Add a new tab
ru: Новая вкладка

source: Add a new tab to create SQL Query
ru: Добавьте вкладку, чтобы создать запрос

source: Add additional custom parameters
ru: Указать дополнительные параметры

source: Add an annotation layer
ru: Добавить слой аннотаций

source: Add an item
ru: Добавить

source: Add and edit filters
ru: Создать/изменить фильтры

source: Add annotation
ru: Добавить аннотацию

source: Add annotation layer
ru: Добавить слой аннотации

source: Add calculated columns to dataset in "Edit datasource" modal
ru: Добавьте вычисляемые столбцы в датасет

source: Add calculated temporal columns to dataset in "Edit datasource" modal
ru: Добавьте вычисляемые временные столбцы в датасет

source: Add cross-filter
ru: Добавить кросс-фильтр

source: Add custom scoping
ru: Добавить область

source: Add delivery method
ru: Добавить способ доставки

source: Add extra connection information.
ru: Дополнительная информация о соединении.

source: Add file
ru: Добавить файл

source: Add filter
ru: Добавить фильтр

source: Add filter clauses to control the filter's source query, though only in the context of the autocomplete i.e., these conditions do not impact how the filter is applied to the dashboard. This is useful when you want to improve the query's performance by only scanning a subset of the underlying data or limit the available values displayed in the filter.
ru: Условия, ограничивающие перечень отображаемых в выпадающем списке значений. Например эти условия могут быть полезны для оптимизации скорости загрузки фильтра или исключения ненужных значений. Данные условия не влияют на значения, введенные пользователями вручную, только на выпадающий список.

source: Add filters and dividers
ru: Добавить фильтр/разделитель

source: Add item
ru: Добавить

source: Add metric
ru: Добавить показатель

source: Add metrics to dataset in "Edit datasource" modal
ru: Добавьте показатели в датасет

source: Add new color formatter
ru: Добавить форматирование цвета

source: Add new formatter
ru: Добавить форматирование

source: Add notification method
ru: Добавить способ уведомления

source: Add required control values to preview chart
ru: Заполните обязательные поля

source: Add required control values to save chart
ru: Заполните обязательные поля

source: Add sheet
ru: Добавить таблицу

source: Add technical info page to the file
ru: Добавь техническую информацию при выгрузке

source: Add the name of the chart
ru: Укажите название графика

source: Add the name of the dashboard
ru: Укажите название отчета

source: Add to dashboard
ru: Добавить в отчет

source: Add/Edit Filters
ru: Создать/Изменить Фильтры

source: Added
ru: Добавлен

source: Added to 1 dashboard
ru: Добавлен в 1 отчет

source: Additional Parameters
ru: Дополнительные параметры

source: Additional fields may be required
ru: Могут понадобиться дополнительные поля

source: Additional information
ru: Дополнительная информация

source: Additional metadata
ru: Дополнительные метаданные

source: Additional padding for legend.
ru: Дополнительный отступ для легенды.

source: Additional parameters
ru: Дополнительные параметры

source: Additional settings.
ru: Дополнительные параметры.

source: Additional text to add before or after the value, e.g. unit
ru: Дополнительный текст для отображения перед или после значения, например единицы измерения.

source: Additive
ru: Аддитивные

source: Adjust how this database will interact with SQL Lab.
ru: Управление доступными функциями для БД в лаборатории SQL.

source: Adjust performance settings of this database.
ru: Настройте параметры производительности БД.

source: Advanced
ru: Дополнительно

source: Advanced Analytics
ru: Расширенная Аналитика

source: Advanced Data type
ru: Продвинутый тип данных

source: Advanced analytics
ru: Расширенный анализ

source: Advanced analytics Query A
ru: Расширенная аналитика запроса А

source: Advanced analytics Query B
ru: Расширенная аналитика запроса Б

source: Advanced data type
ru: Продвинутый тип данных

source: Advanced-Analytics
ru: Продвинутая аналитика

source: Aesthetic
ru: Эстетические

source: After
ru: После

source: Aggregate
ru: Агрегация

source: Aggregate Mean
ru: Среднее

source: Aggregate Sum
ru: Сумма

source: Aggregate function applied to the list of points in each cluster to produce the cluster label.
ru: Функция агрегации, применяемая к точкам в каждом кластере, для расчета метки кластера.

source: Aggregate function to apply when pivoting and computing the total rows and columns
ru: Функция агрегации, которая будет применяться для расчёта итогов и подытогов

source: Aggregates data within the boundary of grid cells and maps the aggregated values to a dynamic color scale
ru: Агрегирует данные в ячейках сетки и устанавливает цвет в зависимости от полученного значения

source: Aggregation
ru: Агрегатор

source: Aggregation function
ru: Функция агрегации

source: Alert
ru: Оповещение

source: Alert Triggered, In Grace Period
ru: Условие сработало в период простоя

source: Alert condition
ru: Условие оповещения

source: Alert condition schedule
ru: Расписание проверки условия

source: Alert ended grace period.
ru: Период задержки оповещения завершился.

source: Alert failed
ru: Ошибка оповещения

source: Alert fired during grace period.
ru: Оповещение сработало во время периода задержки.

source: Alert found an error while executing a query.
ru: Ошибка при выполнении запроса оповещения.

source: Alert name
ru: Название оповещения

source: Alert on grace period
ru: Оповещение в периоде задержки

source: Alert query returned a non-number value.
ru: Запрос для оповещения вернул не числовое значение.

source: Alert query returned more than one column.
ru: Запрос для оповещения вернул больше одного столбца.

source: Alert query returned more than one column.
ru: Запрос для оповещения вернул больше одного столбца.

source: Alert query returned more than one row.
ru: Запрос для оповещения вернул больше одной строки.

source: Alert running
ru: Оповещение запущено

source: Alert triggered, notification sent
ru: Сработало условие, уведомление отправлено

source: Alert validator config error.
ru: Некорректная конфигурация оповещения.

source: Alerts
ru: Оповещения

source: Alerts & Reports
ru: Оповещения и рассылки

source: Alerts & reports
ru: Оповещения и рассылки

source: Align +/-
ru: Выравнивание +/-

source: Align bottom
ru: По низу

source: Align middle
ru: По центру

source: Align text vertically
ru: Выравнивать текст по вертикали

source: Align top
ru: По верху

source: All
ru: Все

source: All Entities
ru: Все объекты

source: All Text
ru: Весь текст

source: All categories
ru: Все категории

source: All charts
ru: Все графики

source: All charts/global scoping
ru: Все графики

source: All filters
ru: Все фильтры

source: All filters (%(filterCount)d)
ru: Фильтры (%(filterCount)d)

source: All panels
ru: Все графики

source: All panels with this column will be affected by this filter
ru: Фильтр будет действовать на все графики в отчете

source: Allow CREATE TABLE AS
ru: Разрешить CREATE TABLE AS

source: Allow CREATE TABLE AS option in SQL Lab
ru: Разрешить выполнять CREATE TABLE AS в SQL Лаборатории

source: Allow CREATE VIEW AS
ru: Разрешить CREATE VIEW AS

source: Allow CREATE VIEW AS option in SQL Lab
ru: Разрешить выполнять CREATE VIEW AS в SQL Лаборатории

source: Allow Csv Upload
ru: Разрешить загрузку CSV

source: Allow DML
ru: Разрешить DML

source: Allow column names to be changed to case insensitive format, if supported (e.g. Oracle, Snowflake).
ru: Разрешить изменение имен столбцов в формат без учета регистра, если это поддерживается (например, Oracle, Snowflake).

source: Allow columns to be rearranged
ru: Перетаскивание колонок

source: Allow creation of new tables based on queries
ru: Разрешить создание новых таблиц на основе запросов

source: Allow creation of new views based on queries
ru: Разрешить создание новых представлений на основе запросов

source: Allow data manipulation language
ru: Разрешить DML

source: Allow end user to drag-and-drop column headers to rearrange them. Note their changes won't persist for the next time they open the chart.
ru: Разрешить пользователям менять местами путем перетаскивания шапки. Такие изменения порядка столбцов не будут сохранены.

source: Allow end user to pin columns.
ru: Разрешить пользователям закреплять столбцы при прокрутке.

source: Allow file uploads to database
ru: Разрешить загрузку файлов в базу данных

source: Allow manipulation of the database using non-SELECT statements such as UPDATE, DELETE, CREATE, etc.
ru: Разрешить манипулирование базой данных с помощью инструкций, отличных от SELECT, таких как UPDATE, DELETE, CREATE и т.д.

source: Allow multiple selections
ru: Разрешить множественный выбор

source: Allow node selections
ru: Разрешить выбор узлов

source: Allow pin columns
ru: Закреплять столбцы

source: Allow sending multiple polygons as a filter event
ru: Разрешить фильтровать одновременно по нескольким объектам

source: Allow this database to be explored
ru: Разрешить строить графики на запросах

source: Allow this database to be queried in SQL Lab
ru: Разрешить выполнять запросы к базе данных в лаборатории SQL

source: Allow users to run non-SELECT statements (UPDATE, DELETE, CREATE, ...) in SQL Lab
ru: Позволяет пользователям выполнять (UPDATE, DELETE, CREATE, …) в SQL Лаборатории

source: Allowed Domains (comma separated)
ru: Разрешенные домены, разделенные запятой

source: Alphabetical
ru: По алфавиту

source: Also known as a box and whisker plot, this visualization compares the distributions of a related metric across multiple groups. The box in the middle emphasizes the mean, median, and inner 2 quartiles. The whiskers around each box visualize the min, max, range, and outer 2 quartiles.
ru: Эта визуализация сравнивает распределения связанной метрики по нескольким группам. Прямоугольник в середине подчеркивает среднее значение, медиану и внутренние 2 квартили. Усы вокруг каждого прямоугольника отображают минимум, максимум, диапазон и 2 внешних квартиля.

source: Altered
ru: Изменения

source: An Error Occurred
ru: Произошла ошибка

source: An alert named "%(name)s" already exists
ru: Оповещение "%(name)s" уже существует

source: An enclosed time range (both start and end) must be specified when using a Time Comparison.
ru: При временном сравнении необходимо указывать как начало, так и конец временного промежутка.

source: An engine must be specified when passing individual parameters to a database.
ru: Для передачи индивидуальных параметров в базу данных необходимо указать engine.

source: An error has occurred
ru: Ошибка

source: An error occurred
ru: Непредвиденная ошибка

source: An error occurred saving dataset
ru: Произошла ошибка при создании источника данных

source: An error occurred while accessing the value.
ru: При обращении к значению произошла ошибка.
