Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: Something went wrong.
ru: Произошла ошибка.

source: Sorry there was an error fetching database information: %s
ru: К сожалению, произошла ошибка при получении данных о базе данных: %s

source: Sorry there was an error fetching saved charts:
ru: К сожалению, произошла ошибка при загрузке сохраненных графиков:

source: Sorry, An error occurred
ru: Произошла ошибка

source: Sorry, an error occurred
ru: Произошла ошибка

source: Sorry, an unknown error occurred
ru: Произошла неизвестная ошибка

source: Sorry, an unknown error occurred.
ru: Произошла неизвестная ошибка.

source: Sorry, something went wrong. Embedding could not be deactivated.
ru: Что-то пошло не так. Не удалось отключить встраивание.

source: Sorry, something went wrong. Try again later.
ru: Произошла ошибка. Попробуйте позже.

source: Sorry, there appears to be no data
ru: Нет данных

source: Sorry, there was an error saving this %s: %s
ru: Произошла ошибка при сохранении: %s %s

source: Sorry, there was an error saving this dashboard: %s
ru: Произошла ошибка при сохранении отчета: %s

source: Sorry, your browser does not support copying.
ru: Ваш браузер не поддерживает копирование. Используйте сочетание клавиш [CTRL + C] для WIN или [CMD + C] для MAC.

source: Sorry, your browser does not support copying. Use Ctrl / Cmd + C!
ru: Ваш браузер не поддерживает копирование. Используйте сочетание клавиш [CTRL + C] для WIN или [CMD + C] для MAC.

source: Sort
ru: Сортировать

source: Sort Bars
ru: Сортировать столбцы

source: Sort Descending
ru: Сортировать по убыванию

source: Sort Metric
ru: Показатель для сортировки

source: Sort Series Ascending
ru: Сортировать по возрастанию

source: Sort Series By
ru: Сортировать ряды по

source: Sort X Axis
ru: Сортировать ось X

source: Sort Y Axis
ru: Сортировать ось Y

source: Sort ascending
ru: Сортировать по возрастанию

source: Sort bars by x labels.
ru: Сортировка столбцов по метке оси X.

source: Sort by
ru: Сортировать по

source: Sort by metric
ru: Показатель для сортировки

source: Sort columns alphabetically
ru: Отсортировать столбцы в алфавитном порядке

source: Sort columns by
ru: Сортировать столбцы по

source: Sort descending
ru: Сортировать по убыванию

source: Sort filter values
ru: Сортировать значения фильтра

source: Sort metric
ru: Показатель для сортировки

source: Sort rows by
ru: Сортировать строки по

source: Sort series in ascending order
ru: Сортяровать ряды в порядке возрастания

source: Sort type
ru: Направление сортировки

source: Source
ru: Источник

source: Source / Target
ru: Источник / цель

source: Source SQL
ru: Источник SQL

source: Source category
ru: Категория - источник

source: Sparkline
ru: Линия динамики

source: Spatial
ru: Пространственный

source: Specific Date/Time
ru: Точное дата и время

source: Specify a schema (if database flavor supports this).
ru: Укажите схему (если это поддерживается базой данных).

source: Specify duplicate columns as "X.0, X.1".
ru: Если есть столбцы с одинаковым именем, то присвоить им порядковые номера - столбец1, столбец2, … и т.д.

source: Specify name to CREATE TABLE AS schema in: public
ru: Укажите имя схемы для CREATE TABLE AS

source: Specify name to CREATE VIEW AS schema in: public
ru: Укажите имя схемы для CREATE VIEW AS

source: Specify the database version. This should be used with Presto in order to enable query cost estimation.
ru: Укажите версию базы данных. Это следует использовать с Presto, чтобы включить оценку стоимости запроса.

source: Split number
ru: Число осн. делений

source: Square kilometers
ru: Кв. километры

source: Square meters
ru: Кв. метры

source: Square miles
ru: Кв. мили

source: Stack
ru: Наложение

source: Stack Trace:
ru: Причина:

source: Stack series
ru: Наслоение рядов

source: Stack series on top of each other
ru: Включить наслаивание рядов поверх друг друга.

source: Stacked
ru: Многослойные

source: Stacked Bars
ru: Наложение столбцов

source: Stacked Style
ru: Наложение

source: Stacked style
ru: Наложение

source: Standard time series
ru: Стандартный временной ряд

source: Standart
ru: Стандартный

source: Start
ru: Перед

source: Start (Longitude, Latitude):
ru: Начало (координаты):

source: Start Longitude & Latitude
ru: Начальные долгота и широта

source: Start Review
ru: Начать ревью

source: Start angle
ru: Начальный угол

source: Start at (UTC)
ru: Запущено в (UTC)

source: Start date
ru: Дата начала

source: Start date included in time range
ru: Первый день включительно

source: Start y-axis at 0
ru: Отрисовывать Y-ось с 0

source: Start y-axis at zero. Uncheck to start y-axis at minimum value in the data.
ru: Принудительно установить началом отсчёта по оси Y ноль.

source: Started
ru: Запущен

source: State
ru: Статус

source: Statement %(statement_num)s out of %(statement_count)s
ru: Выражение %(statement_num)s за пределами %(statement_count)s

source: Static
ru: Итог

source: Statistical
ru: Статистические

source: Status
ru: Статус

source: Step - end
ru: Полка после

source: Step - middle
ru: Полка в центре

source: Step - start
ru: Полка перед

source: Step type
ru: Тип полок

source: Stepped Line
ru: Ступенчатая линия

source: Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
ru: Ступенчатая диаграмма - вариация линейного графика с горизонтальными линиями между точками.

source: Stop
ru: Стоп

source: Stop query
ru: Прервать запрос

source: Stop running (Ctrl + e)
ru: Прервать запрос (Ctrl + e)

source: Stop running (Ctrl + x)
ru: Прервать запрос (Ctrl + x)

source: Stopped an unsafe database connection
ru: Соединение прервано как небезопасное

source: Stream
ru: Поток

source: Streets
ru: Схема

source: Strength to pull the graph toward center
ru: Сила притяжения графа к центру

source: Stretched style
ru: Растягивание

source: Strings used for sheet names (default is the first sheet).
ru: Строки, используемые в качестве названий листов (по умолчанию - название первого листа)

source: Stroke Color
ru: Цвет границы

source: Stroke Width
ru: Ширина границы

source: Stroke color
ru: Цвет границы

source: Stroke width
ru: Ширина границы

source: Stroked
ru: Границы

source: Structural
ru: Структурные

source: Style
ru: Стиль

source: Style the ends of the progress bar with a round cap
ru: Скругление краев шкал прогресса

source: Subdomain
ru: Поддомен

source: Subheader
ru: Подзаголовок

source: Subheader Font Size
ru: Размер шрифта подзаголовка

source: Submit
ru: Предложить

source: Submit feedback
ru: Отправить отзыв

source: Subtotal
ru: Подытог

source: Success
ru: Успех

source: Successfully changed dataset!
ru: Датасет был изменен

source: Suffix
ru: Постфикс

source: Suffix to apply after the percentage display
ru: Постфикс, отображаемый после величины изменения

source: Sum
ru: Сумма

source: Sum as Fraction of Columns
ru: Сумма как доля от столбца

source: Sum as Fraction of Rows
ru: Сумма как доля от строки

source: Sum as Fraction of Total
ru: Сумма как доля от общего

source: Sum of values over specified period
ru: Сумма значений за период

source: Sum values
ru: Суммарные значения

source: Sunburst
ru: Лучевая диаграмма

source: Sunburst Chart
ru: Лучевая диаграмма

source: Sunburst Chart v2
ru: Лучевая диаграмма v2

source: Sunday
ru: Воскресенье

source: Superset Chart
ru: График Суперсет

source: Superset Embedded SDK documentation.
ru: документации Superset Embedded SDK.

source: Superset chart
ru: Выбрать график

source: Superset dashboard
ru: Отчет Superset

source: Superset encountered an error while running a command.
ru: Произошла ошибка при выполнении команды.

source: Superset encountered an unexpected error.
ru: Произошла неизвестная ошибка.

source: Supported databases
ru: Поддерживаемые базы данных

source: Survey Responses
ru: Результаты опросов

source: Swap dataset
ru: Заменить датасет

source: Swap rows and columns
ru: Поменять местами группы и столбцы

source: Swiss army knife for visualizing data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
ru: Визуализация временных данных в виде линий, столбцов и т.д.

source: Swiss army knife for visualizing time series data. Choose between step, line, scatter, and bar charts. This viz type has many customization options as well.
ru: Визуализация временных данных в виде линий, столбцов и т.д.

source: Switch to Side By Side mode
ru: Переключить режим на Side By Side

source: Switch to Slider mode
ru: Переключить режим на Slider

source: Symbol
ru: Символ

source: Symbol of two ends of edge line
ru: Символы начала и конца линий

source: Symbol size
ru: Размер символа

source: Sync columns from source
ru: Синхронизировать столбцы

source: Syntax
ru: Синтаксис

source: Syntax Error: %(qualifier)s input "%(input)s" expecting "%(expected)s
ru: Ошибка: %(qualifier)s сейчас "%(input)s" ожидалось "%(expected)s

source: TABLES
ru: ТАБЛИЦЫ

source: TEMPORAL X-AXIS
ru: Временная ось X

source: THU
ru: Чт

source: TUE
ru: Вт

source: Tab name
ru: Имя вкладки

source: Tab title
ru: Заголовок вкладки

source: Table
ru: Таблица

source: Table %(table)s wasn't found in the database %(db)s
ru: Таблица %(table)s не найдена в базе данных %(db)s

source: Table Exists
ru: Таблица уже существует

source: Table Name
ru: Имя Таблицы

source: Table [%(table_name)s] could not be found, please double check your database connection, schema, and table name
ru: Не удалось найти таблицу [%(table_name)s]. Проверьте подключение к базе данных, схему и имя таблицы.

source: Table cache timeout
ru: Тайм-аут Кэша таблиц

source: Table columns
ru: Столбцы таблицы

source: Table name cannot contain a schema
ru: Имя таблицы не может содержать название схемы

source: Table name undefined
ru: Имя таблицы не указано

source: Table or View "%(table)s" does not exist.
ru: Таблица или представление "%(table)s" не существует.

source: Table that visualizes paired t-tests, which are used to understand statistical differences between groups.
ru: Таблица, отображающая статистическую разницу между группами.

source: Tables
ru: Таблицы

source: Tabs
ru: Вкладки

source: Tabular
ru: Табличные

source: Tag could not be created.
ru: Не удалось создать тег.

source: Tag could not be deleted.
ru: Не удалось удалить тег.

source: Tag name is invalid (cannot contain ':')
ru: Имя тега не может содержать ':'

source: Tag parameters are invalid.
ru: Некорректные параметры тега.

source: Tagged Object could not be deleted.
ru: Не удалось удалить объект с тегом.

source: Tags
ru: Теги

source: Take your data points, and group them into "bins" to see where the densest areas of information lie
ru: Сгруппировать данные в "интервалы", чтобы увидеть, где наибольшая плотность данных.

source: Target
ru: Цель

source: Target Color
ru: Целевой цвет

source: Target category
ru: Категория - цель

source: Target value
ru: Целевое значение

source: Template Name
ru: Название шаблона

source: Template parameters
ru: Параметры jinja

source: Templated link, it's possible to include {{ metric }} or other values coming from the controls.
ru: Шаблонная ссылка, можно включить {{ metric }} или другие значения, поступающие из элементов управления.

source: Terminate running queries when browser window closed or navigated to another page. Available for Presto, Hive, MySQL, Postgres and Snowflake databases.
ru: Прекращать выполнение запросов при закрытии окна браузера или переходе на другую страницу. Доступно для баз данных Presto, Hive, MySQL, Postgres и Snowflake.

source: Test Connection
ru: Тестовое соединение

source: Test connection
ru: Тестовое соединение

source: Text
ru: Текст

source: Text align
ru: Выравнивание текста

source: Text embedded in email
ru: Текст включенный в письмо

source: The API response from %s does not match the IDatabaseTable interface.
ru: Некорректный ответ API от %s.

source: The CSS for individual dashboards can be altered here, or in the dashboard view where changes are immediately visible
ru: В этом поле можно задать индивидуальный стиль для отчета с помощью CSS

source: The CTAS (create table as select) doesn't have a SELECT statement at the end. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
ru: Конструкция CTAS должна содержать в себе выражение SELECT. Пожалуйста убедитесь в корректности конструкции и попробуйте снова.

source: The GeoJsonLayer takes in GeoJSON formatted data and renders it as interactive polygons, lines and points (circles, icons and/or texts).
ru: Слой GeoJson отрисовывывает на основе данных интерактивные точки, линии или многоугольники.

source: The URL is missing the dataset_id or slice_id parameters.
ru: В URL отсутствует параметр dataset_id или slice_id.

source: The X-axis is not on the filters list
ru: Ось X не доступна для фильтрации

source: The X-axis is not on the filters list which will prevent it from being used in time range filters in dashboards. Would you like to add it to the filters list?
ru: Ось X не доступна для фильтрации, что не позволит использовать ее во временном фильтре в отчетах. Разрешить фильтрацию по оси?

source: The annotation has been saved
ru: Аннотация сохранена

source: The annotation has been updated
ru: Аннотация обновлена

source: The category of source nodes used to assign colors. If a node is associated with more than one category, only the first will be used.
ru: Категория узлов-источников, используемых для назначения цветов. Если узел связан более чем с одной категорией, будет использоваться только первая.

source: The chart datasource does not exist
ru: Источник данных графика не существует

source: The chart does not exist
ru: График не существует

source: The chart query context does not exist
ru: Контекст запроса графика не существует

source: The classic. Great for showing how much of a company each investor gets, what demographics follow your blog, or what portion of the budget goes to the military industrial complex. Pie charts can be difficult to interpret precisely. If clarity of relative proportion is important, consider using a bar or other chart type instead.
ru: Круговая диаграмма для отображения состава показателя по сегментам.

source: The color for points and clusters in RGB
ru: Цвет точек и кластеров в значениях RGB

source: The color scheme for rendering chart
ru: Цветовая схема, применяемая для раскрашивания диаграммы

source: The color scheme is determined by the related dashboard. Edit the color scheme in the dashboard properties.
ru: Цветовая схема определяется схемой отчета.

source: The column header label
ru: Заголовок столбца

source: The column was deleted or renamed in the database.
ru: Столбец был удалён или переименован в базе данных.

source: The country code standard that Superset should expect to find in the [country] column
ru: Формат кода страны, в котором представлены данные в столбце

source: The dashboard has been saved
ru: Отчет успешно сохранен

source: The data source seems to have been deleted
ru: Источник данных, похоже, был удален

source: The data type that was inferred by the database. It may be necessary to input a type manually for expression-defined columns in some cases. In most case users should not need to alter this.
ru: Задать тип данных. В некоторых случаях может потребоваться ввести тип вручную для столбцов, которые формируются специальными запросами. В большинстве случаев изменять содержимое этого поля не потребуется.

source: The database %s is linked to %s charts that appear on %s dashboards and users have %s SQL Lab tabs using this database open. Are you sure you want to continue? Deleting the database will break those objects.
ru: База данных %s связана с графиками %s, которые отображаются в отчетах %s, и у пользователей открыты вкладки %s лаборатории SQL, использующие эту базу данных. Вы уверены что хотите продолжить? Удаление базы данных приведет к поломке этих объектов.

source: The database columns that contains lines information
ru: Столбцы базы данных, содержащие данные о линиях

source: The database could not be found
ru: База данных не найдена.

source: The database is currently running too many queries.
ru: Превышен лимит запросов к базе данных.

source: The database is under an unusual load.
ru: Источник данных перегружен.

source: The database referenced in this query was not found. Please contact an administrator for further assistance or try again.
ru: База данных, используемая в запросе не найдена.

source: The database returned an unexpected error.
ru: База данных вернула непредвиденную ошибку.

source: The database was deleted.
ru: База данных была удалена.

source: The database was not found.
ru: База данных не найдена.

source: The dataset %s is linked to %s charts that appear on %s dashboards. Are you sure you want to continue? Deleting the dataset will break those objects.
ru: Датасет %s связан с графиками %s, которые используются в отчетах %s. Вы уверены, что хотите продолжить? Удаление датасета приведет к ошибкам в этих элементах.

source: The dataset associated with this chart no longer exists
ru: Датасет, на котором построен данный график более не существует.

source: The dataset configuration exposed here affects all the charts using this dataset. Be mindful that changing settings here may affect other charts in undesirable ways.
ru: Изменение этих параметров повлияет на все графики, связанные с этим датасетом, в том числе созданные другими пользователями.

source: The dataset has been saved
ru: Источник данных успешно сохранен

source: The dataset linked to this chart may have been deleted.
ru: Датасет для этого графика вероятно был удален.

source: The datasource couldn't be loaded
ru: Источник данных невозможно загрузить

source: The datasource is too large to query.
ru: Источник данных слишком большой.

source: The description can be displayed as widget headers in the dashboard view. Supports markdown.
ru: Описание на дашборже отображается как виджет. Поддерживается синтаксис markdown.

source: The distance between cells, in pixels
ru: Расстояние между ячейками в пикселях

source: The duration of time in seconds before the cache is invalidated. Set to -1 to bypass the cache.
ru: Количество секунд до истечения срока действия кэша. Укажите -1 для отмены кэширования.

source: The encoding format of the lines
ru: Формат кодировки линий в данных

source: The engine_params object gets unpacked into the sqlalchemy.create_engine call.
ru: Объекты engine_params распаковываются в sqlalchemy.create_engine.

source: The following entries in `series_columns` are missing in `columns`: %(columns)s.
ru: В разделе "Столбцы" необходимо указать: %(columns)s.

source: The function to use when aggregating points into groups
ru: Функция, применяемая при объединении точек в группы

source: The host "%(hostname)s" might be down and can't be reached.
ru: Хост "%(hostname)s" вероятно отключен и недоступен.

source: The host "%(hostname)s" might be down, and can't be reached on port %(port)s.
ru: Хост "%(hostname)s" вероятно отключен и недоступен по порту%(port)s.

source: The host might be down, and can't be reached on the provided port.
ru: Хост вероятно отключен и недоступен по указанному порту.

source: The hostname "%(hostname)s" cannot be resolved.
ru: Не удалось прочитать имя хоста "%(hostname)s".

source: The hostname provided can't be resolved.
ru: Не удалось прочитать имя хоста.

source: The id of the active chart
ru: Идентификатор активного графика

source: The list of charts associated with this table. By altering this datasource, you may change how these associated charts behave. Also note that charts need to point to a datasource, so this form will fail at saving if removing charts from a datasource. If you want to change the datasource for a chart, overwrite the chart from the 'explore view'
ru: Список графиков, связанных с этой таблицей. Изменение этого источника данных может привести к изменениям связанных с ним графиков. Также обратите внимание, что графики должны указывать на источник данных, поэтому изменения не будет сохранены при удалении столбцов из источника данных. Если вы хотите изменить источник данных для графика, сделайте это в конструкторе самого графика.

source: The maximum number of events to return, equivalent to the number of rows
ru: Максимальное количество возвращаемых событий, эквивалент количеству строк

source: The maximum number of subdivisions of each group; lower values are pruned first
ru: Максимальное количество разделов в каждой группе. В первую очередь скрываются меньшие значения

source: The maximum value of metrics. It is an optional configuration
ru: Максимальное значение показателей.

source: The metadata_params in Extra field is not configured correctly. The key %(key)s is invalid.
ru: Некорректные дополнительные параметры метаданных: %(key)s.

source: The metadata_params in Extra field is not configured correctly. The key %{key}s is invalid.
ru: Некорректные дополнительные параметры метаданных: %{key}s.

source: The metadata_params object gets unpacked into the sqlalchemy.MetaData call.
ru: Объект metadata_params распаковывается в sqlalchemy.MetaData.

source: The minimum number of rolling periods required to show a value. For instance if you do a cumulative sum on 7 days you may want your "Min Period" to be 7, so that all data points shown are the total of 7 periods. This will hide the "ramp up" taking place over the first 7 periods
ru: Минимальное число периодов, попадающих в окно. Например, если вы делаете накопительную сумму показателя за 7 дней, но хотите скрыть нарастающий итог в окнах с недостающим количеством периодов, то указав в данном столбце «7» вы скроете нарастание, происходящее в течение первых 6 "неполных" окон.

source: The number color "steps"
ru: Число цветовых "шагов"

source: The number of hours, negative or positive, to shift the time column. This can be used to move UTC time to local time.
ru: Сдвиг временного столбца в часах. Может использоваться для компенсации часовых поясов.

source: The number of results displayed is limited to %(rows)d by the configuration DISPLAY_MAX_ROW. Please add additional limits/filters or download to csv to see more rows up to the %(limit)d limit.
ru: Число строк результата ограничено до %(rows)d параметром конфигурации DISPLAY_MAX_ROWS. Пожалуйста ограничьте выборку или выгрузите csv для анализа вплоть до %(limit)d строк.

source: The number of results displayed is limited to %(rows)d. Please add additional limits/filters, download to csv, or contact an admin to see more rows up to the %(limit)d limit.
ru: Число строк результата ограничено до %(rows)d. Пожалуйста ограничьте выборку или выгрузите csv для анализа вплоть до %(limit)d строк.

source: The number of rows displayed is limited to %(rows)d by the dropdown.
ru: Число строк результата ограничено до %(rows)d в поле выбора лимита.

source: The number of rows displayed is limited to %(rows)d by the limit dropdown.
ru: Число строк результата ограничено до %(rows)d в поле выбора лимита.

source: The number of rows displayed is limited to %(rows)d by the query
ru: Число строк результата ограничено до %(rows)d в тексте запроса

source: The number of rows displayed is limited to %(rows)d by the query and limit dropdown.
ru: Число строк результата ограничено до %(rows)d в тексте запроса и поле выбора лимита.

source: The number of seconds before expiring the cache
ru: Количество секунд до истечения срока жизни кэша

source: The object does not exist in the given database.
ru: Указанный объект не существует в базе данных.

source: The parameter %(parameters)s in your query is undefined.
ru: Следующий параметр в запросе не определен: %(parameters)s.
