Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: Rotate x axis label
ru: Повернуть заголовок оси X

source: Rotation to apply to words in the cloud
ru: Вращение, применяемое к словам в облаке

source: Round cap
ru: Круглые края

source: Round segments
ru: Скруглить углы сегментов

source: Round segments radius (px)
ru: Радиус скругления (в пискелях)

source: Row
ru: Строка

source: Row Level Security
ru: Безопасность на уровне строк (RLS)

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row
ru: Строка, содержащая заголовки для использования в качестве имен столбцов (0 - первая строка данных). Оставьте пустым, если строка заголовка отсутствует.

source: Row containing the headers to use as column names (0 is first line of data). Leave empty if there is no header row.
ru: Строка, содержащая заголовки для использования в качестве имен столбцов (0 - первая строка данных). Оставьте пустым, если строка заголовка отсутствует.

source: Row limit
ru: Лимит кол-ва строк

source: Row limit for charts
ru: Лимит строк для графиков

source: Rows
ru: Строки

source: Rows per page, 0 means no pagination
ru: Число строк на страницу, 0 означает отсутствие разбивки

source: Rows subtotal position
ru: Расположение подытогов строк

source: Rows to Read
ru: Строки для чтения

source: Rule
ru: Правило

source: Rule Name
ru: Название правила

source: Rule added
ru: Правило добавлено

source: Run
ru: Выполнить

source: Run a query to display query history
ru: Выполните запрос для отображения истории

source: Run a query to display results
ru: Выполните запрос для отображения результатов

source: Run current query
ru: Выполнить запрос

source: Run in SQL Lab
ru: Открыть в SQL редакторе

source: Run query
ru: Выполнить запрос

source: Run query (Ctrl + Return)
ru: Выполнить запрос (Ctrl + Enter)

source: Run query in a new tab
ru: Выполнить запрос на новой вкладке

source: Run selection
ru: Выполнить

source: Running
ru: Выполнение

source: Running statement %(statement_num)s out of %(statement_count)s
ru: Выполнение выражения %(statement_num)s за пределами %(statement_count)s

source: SAT
ru: Сб

source: SEP
ru: Сен

source: SQL Copied!
ru: Запрос скопирован.

source: SQL Expression
ru: Выражение SQL

source: SQL Lab
ru: SQL Лаборатория

source: SQL Lab View
ru: Представление из SQL лаборатории

source: SQL Lab uses your browser's local storage to store queries and results. Currently, you are using %(currentUsage)s KB out of %(maxStorage)d KB storage space. To keep SQL Lab from crashing, please delete some query tabs. You can re-access these queries by using the Save feature before you delete the tab. Note that you will need to close other SQL Lab windows before you do this.
ru: Лаборатория SQL использует локальную память вашего браузера для хранения запросов и результатов. Сейчас вы используете %(currentUsage)s КБ из %(maxStorage)d КБ памяти. Чтобы сохранить работоспособность лаборатории SQL, удалите некоторые вкладки запросов. Вы можете повторно получить доступ к этим запросам, используя функцию «Сохранить», прежде чем удалять вкладку. Обратите внимание, что перед этим вам нужно будет закрыть другие окна лаборатории SQL.

source: SQL Query
ru: SQL Запрос

source: SQL expression
ru: Выражение SQL

source: SQL query
ru: SQL запрос

source: SSH Host
ru: SSH хост

source: SSH Password
ru: SSH пароль

source: SSH Port
ru: SSH порт

source: SSH Tunnel
ru: SSH туннель

source: SSH Tunnel configuration parameters
ru: Параметры SSH туннеля

source: SSH Tunnel could not be deleted.
ru: Невозможно удалить SSH туннель.

source: SSH Tunnel could not be updated.
ru: Невозможно обновить SSH туннель.

source: SSH Tunnel not found.
ru: Туннель SSH не найден.

source: SSH Tunnel parameters are invalid.
ru: Некорректные параметры туннеля SSH.

source: SSH Tunneling is not enabled
ru: SSH туннель не активирован

source: SSL Mode "require" will be used.
ru: Будет использован режим "принудительного" SSL.

source: START (INCLUSIVE)
ru: Начало (включительно)

source: SUN
ru: Вс

source: SVG ID Column
ru: Столбец с id в SVG

source: SVG IDs map
ru: Связка id SVG объектов

source: SVG chart
ru: SVG график

source: SVG image
ru: Файл SVG

source: SVG map id control
ru: Связка id SVG объектов

source: Sample Standard Deviation
ru: Стандартное отклонение

source: Sample Variance
ru: Дисперсия

source: Samples
ru: Примеры

source: Samples for dataset could not be retrieved.
ru: Невозможно получить сэмпл данных для датасета.

source: Samples for datasource could not be retrieved.
ru: Невозможно получить сэмпл данных для источника данных.

source: Sankey
ru: Перетоки

source: Sankey Diagram
ru: Диаграмма перетоков

source: Sankey Diagram with Loops
ru: Диаграмма перетоков с циклами

source: Satellite
ru: Гибрид

source: Satellite Streets
ru: Спутник

source: Saturday
ru: Суббота

source: Save
ru: Сохранить

source: Save & Explore
ru: Сохранить и перейти в конструктор

source: Save & go to dashboard
ru: Сохранить и перейти к отчету

source: Save (Overwrite)
ru: Сохранить (перезаписать)

source: Save as
ru: Сохранить как

source: Save as Dataset
ru: Сохранить как датасет

source: Save as dataset
ru: Сохранить датасет

source: Save as new
ru: Сохранить как новый датасет

source: Save as...
ru: Сохранить как...

source: Save as:
ru: Сохранить как:

source: Save changes
ru: Отменить изменения

source: Save chart
ru: Сохранить график

source: Save dashboard
ru: Сохранить отчет

source: Save dataset
ru: Сохранить датасет

source: Save for this session
ru: Сохранить

source: Save or Overwrite Dataset
ru: Сохранить или перезаписать датасет

source: Save query
ru: Сохранить запрос

source: Save the query to enable this feature
ru: Сохраните запрос для использования

source: Save this query as a virtual dataset to continue exploring
ru: Сохранить этот запрос в качестве виртуального датасета для дальнейшего анализа

source: Saved
ru: Сохраненные

source: Saved Queries
ru: Сохраненные запросы

source: Saved expressions
ru: Сохраненные выражения

source: Saved metric
ru: Сохраненный показатель

source: Saved queries
ru: Сохраненные запросы

source: Saved queries could not be deleted.
ru: Невозможно удалить сохраненные запросы.

source: Saved query not found.
ru: Сохраненный запрос не найден.

source: Saved query parameters are invalid.
ru: Некорректные параметры сохраненного запроса.

source: Scale and Move
ru: Масштаб и перемещение

source: Scale only
ru: Только маштаб

source: Scatter
ru: Точечные

source: Scatter Plot
ru: Точечная диаграмма

source: Scatter Plot has the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
ru: Точечная диаграмма представляет собой линейный график, на котором не соединены точки.

source: Schedule
ru: Расписание

source: Schedule a new email report
ru: Настроить рассылку

source: Schedule email report
ru: Запланировать рассылку по email для графиков

source: Schedule query
ru: Сохранить запрос

source: Schedule settings
ru: Настройки расписания

source: Schedule the query periodically
ru: Задать периодическое выполнение запроса

source: Scheduled
ru: Запланировано

source: Scheduled at (UTC)
ru: Запланировано на

source: Scheduled task executor not found
ru: Не найден исполнитель задания

source: Schema
ru: Схема

source: Schema cache timeout
ru: Тайм-аут кэша схемы

source: Schema, as used only in some databases like Postgres, Redshift and DB2
ru: Схема которая, используется только в некоторых базах данных, таких как Postgres, Redshift и DB2

source: Schemas allowed for File upload
ru: Схемы, в которые разрешена загрузка файлов

source: Scope
ru: Область

source: Scoping
ru: Влияние

source: Screenshot width
ru: Ширина скриншота

source: Scroll
ru: Прокручиваемая

source: Scroll down to the bottom to enable overwriting changes.
ru: Прокрутите вниз чтобы разрешить перезапись.

source: Search
ru: Поиск

source: Search / Filter
ru: Поиск / Фильтр

source: Search Metrics & Columns
ru: Поиск метрик и столбцов

source: Search all charts
ru: Поиск по типам

source: Search all filter options
ru: Отображение всех значений

source: Search box
ru: Строка поиска

source: Search by query text
ru: Поиск по тексту запроса

source: Search columns
ru: Поиск столбцов

source: Search in filters
ru: Поиск по фильтрам

source: Search...
ru: Поиск...

source: Second
ru: Секунда

source: Second Linear Color Scheme
ru: Вторая линейная цветовая Схема

source: Secondary
ru: Дополнительная

source: Secondary Metric
ru: Вторичный показатель

source: Secondary currency format
ru: Дополнительный формат валюты

source: Secondary y-axis Bounds
ru: Границы дополнительной оси Y

source: Secondary y-axis format
ru: Формат дополнительной оси Y

source: Secondary y-axis title
ru: Заголовок дополнительной оси Y

source: Seconds %s
ru: Секунд %s

source: Secure Extra
ru: Безопасность

source: Secure extra
ru: Безопасность

source: Security
ru: Безопасность

source: Security & Access
ru: Безопасность и Доступ

source: See all %(tableName)s
ru: Показать все %(tableName)s

source: See less
ru: Короче

source: See more
ru: Подробнее

source: See query details
ru: Показать детали

source: See table schema
ru: Показать схему таблицы

source: Select
ru: Выбрать

source: Select ...
ru: Выбрать …

source: Select All
ru: Выбрать все

source: Select Delivery Method
ru: Укажите способ доставки

source: Select ID
ru: Укажите ID

source: Select Viz Type
ru: Укажите тип графика

source: Select a Columnar file to be uploaded to a database.
ru: Выберите файл для загрузки в базу данных.

source: Select a Excel file to be uploaded to a database.
ru: Укажите файл excel, который будет загружен в базу данных.

source: Select a column
ru: Укажите столбец

source: Select a dashboard
ru: Укажите отчет

source: Select a database table and create dataset
ru: Выберите таблицу базы данных и создайте датасет

source: Select a database table.
ru: Укажите таблицу базы данных.

source: Select a database to connect
ru: Выберите базу данных подключения

source: Select a database to upload the file to
ru: Выберите базу данных для загрузки

source: Select a database to write a query
ru: Укажите базу данных

source: Select a dimension
ru: Укажите разрез

source: Select a file to be uploaded to the database
ru: Укажите файл, который будет загружен в базу данных.

source: Select a schema if the database supports this
ru: Укажите схему (если это поддерживается базой данных).

source: Select a visualization type
ru: Выберите тип визуализации

source: Select aggregate options
ru: Укажите агрегатную функцию

source: Select all data
ru: Выбрать все

source: Select all items
ru: Выбрать все

source: Select any columns for metadata inspection
ru: Укажите столбцы для отображения в метаданных

source: Select available time grains
ru: Укажите перечень доступных значений

source: Select available values
ru: Укажите перечень доступных значений

source: Select chart
ru: Выберите график

source: Select charts
ru: Укажите графики

source: Select color scheme
ru: Укажите цветовую схему

source: Select column
ru: Укажите столбец

source: Select current page
ru: Выбрать текущую страницу

source: Select database or type to search databases
ru: Укажите базу данных

source: Select databases require additional fields to be completed in the Advanced tab to successfully connect the database. Learn what requirements your databases has
ru: Некоторые базы данных требуют заполнения дополнительных полей на вкладке «Дополнительно» для успешного подключения к базе данных. Узнайте, какие требования предъявляются к вашим базам данных

source: Select dataset source
ru: Укажите источник датасета

source: Select file
ru: Укажите файл

source: Select filter
ru: Укажите фильтр

source: Select filter plugin using AntD
ru: Фильтр по значению

source: Select first filter value by default
ru: Первое значение фильтра по умолчанию

source: Select operator
ru: Выбрать оператор

source: Select or type a value
ru: Выберите значение или начните печатать

source: Select or type currency symbol
ru: Выберите или введите символ валюты

source: Select or type dataset name
ru: Укажите датасет

source: Select owners
ru: Укажите владельцев

source: Select saved metrics
ru: Укажите показатель

source: Select schema or type to search schemas
ru: Укажите схему

source: Select scheme
ru: Укажите схему

source: Select start and end date
ru: Выберите дату начала и окончания

source: Select subject
ru: Укажите объект

source: Select table or type to search tables
ru: Выберите или введите название таблицы

source: Select the Annotation Layer you would like to use.
ru: Выберите слой аннотации который бы вы хотели использовать.

source: Select the charts to which you want to apply cross-filters in this dashboard. Deselecting a chart will exclude it from being filtered when applying cross-filters from any chart on the dashboard. You can select "All charts" to apply cross-filters to all charts that use the same dataset or contain the same column name in the dashboard.
ru: Укажите графики, к которым вы хотите применять кросс-фильтры в данном отчете. Если график не выбран, то к нему не будет применяться ни один кросс-фильтр отчета. Если вы выберите "Все графики", то кросс-фильтр будет применяться ко всем графикам на том же датасете, или с идентичным названием столбцов.

source: Select the charts to which you want to apply cross-filters when interacting with this chart. You can select "All charts" to apply filters to all charts that use the same dataset or contain the same column name in the dashboard.
ru: Укажите графики, к которым вы хотите применять кросс-фильтры при взаимодействии с данным графиком. Если вы выберите "Все графики", то кросс-фильтр будет применяться ко всем графикам на том же датасете, или с идентичным названием столбцов.

source: Select the geojson column
ru: Укажите столбец с GeoJson

source: Select the number of bins for the histogram
ru: Укажите количество интервалов для гистограммы

source: Select the numeric columns to draw the histogram
ru: Укажите число столбцов для отображения на гистограмме

source: Select value
ru: Укажите значение

source: Select values in highlighted field(s) in the control panel. Then run the query by clicking on the %s button.
ru: Выберите значения в выделенных полях на панели управления. Затем запустите запрос, нажав кнопку %s.

source: Send
ru: Отправить

source: Send as CSV
ru: Отправить CSV

source: Send as PDF
ru: Отправить как PDF

source: Send as PNG
ru: Отправить PNG

source: Send as XLSX
ru: Отправить XLSX

source: Send as text
ru: Отправить текст

source: Send range filter events to other charts
ru: Применять кросс-фильтрацию при детализации периода

source: September
ru: Сентябрь

source: Sequential
ru: Последовательные

source: Series
ru: Ряд данных

source: Series Height
ru: Высота ряда данных

source: Series Limit Sort By
ru: Показатель для сортировки

source: Series Limit Sort Descending
ru: Сортировать по убыванию

source: Series Order
ru: Порядок рядов

source: Series Style
ru: Стиль ряда

source: Series chart type (line, bar etc)
ru: Тип графика (линейный, столбчатый и т.д.)

source: Series limit
ru: Лимит кол-ва рядов данных

source: Series type
ru: Тип

source: Server Page Length
ru: Длина страницы

source: Server pagination
ru: Постраничное отображение на сервере

source: Service Account
ru: Сервисный аккаунт

source: Set TILE_URL property in superset before using static map
ru: Укажите параметр TILE_URL для использования статической карты

source: Set auto-refresh interval
ru: Установить интервал автообновления

source: Set filter mapping
ru: Установить влияние фильтров

source: Set up an email report
ru: Настроить рассылку

source: Sets the hierarchy levels of the chart. Each level is represented by one ring with the innermost circle as the top of the hierarchy.
ru: Определяет уровни иерархии графика. Каждый уровень отражается в виде кольца, где центральное кольцо - верхний уровень иерархии.

source: Settings
ru: Настройки

source: Settings for time series
ru: Настройки временных рядов

source: Share
ru: Поделиться

source: Share chart by email
ru: Поделиться графиком по email

source: Share permalink by email
ru: Поделиться прямой ссылкой на график

source: Shared query
ru: Общий запрос

source: Shared query fields
ru: Общие поля запросов

source: Sheet Name
ru: Название листа

source: Shift + Click to sort by multiple columns
ru: Shift + Click для сортировки по нескольким столбцам

source: Short description must be unique for this layer
ru: Краткое описание должно быть уникальным для этого слоя

source: Should daily seasonality be applied. An integer value will specify Fourier order of seasonality.
ru: Должна ли учитываться дневная сезонность. Целочисленное значение определяет порядок Фурье сезонности.

source: Should weekly seasonality be applied. An integer value will specify Fourier order of seasonality.
ru: Должна ли учитываться недельная сезонность. Целочисленное значение определяет порядок Фурье сезонности.

source: Should yearly seasonality be applied. An integer value will specify Fourier order of seasonality.
ru: Должна ли учитываться годовая сезонность. Целочисленное значение определяет порядок Фурье сезонности.

source: Show
ru: Показать

source: Show Bubbles
ru: Отображать круги

source: Show CREATE VIEW statement
ru: Показать выражение CREATE VIEW

source: Show CSS Template
ru: Шаблоны CSS

source: Show Chart
ru: Показать график

source: Show Column
ru: Показать столбец

source: Show Dashboard
ru: Показать отчет

source: Show Database
ru: Показать базу данных

source: Show Labels
ru: Показать метки

source: Show Less...
ru: Меньше...

source: Show Log
ru: Показать лог

source: Show Markers
ru: Показать маркеры

source: Show Metric
ru: Показать показатель

source: Show Metric Names
ru: Отображать названия показателей

source: Show Range Filter
ru: Показать диапазон

source: Show Table
ru: Показать таблицу

source: Show Timestamp
ru: Отображать время

source: Show Total
ru: Отображать итоги

source: Show Total label
ru: Добавить подпись "Итог"

source: Show Trend Line
ru: Отображать тренд

source: Show Upper Labels
ru: Показать метки

source: Show Value
ru: Отображать значение

source: Show Values
ru: Показывать значения

source: Show Y-axis
ru: Показать ось Y

source: Show Y-axis on the sparkline. Will display the manually set min/max if set or min/max values in the data otherwise.
ru: Отобразить ось Y на линии динамики.

source: Show all columns
ru: Показать все столбцы

source: Show all...
ru: Показать все

source: Show axis line ticks
ru: Отображать доп. деления на оси

source: Show cell bars
ru: Заполнять ячейки цветом

source: Show chart description
ru: Посмотреть описание графика

source: Show columns subtotal
ru: Отображать подытоги столбцов

source: Show columns total
ru: Отображать итоги столбцов

source: Show data points as circle markers on the lines
ru: Отображать точки данных в виде кругов на линиях

source: Show empty columns
ru: Показывать пустые столбцы

source: Show hierarchical relationships of data, with the value represented by area, showing proportion and contribution to the whole.
ru: Отображает иерархические связи в данных, визуализируя значение в виде площади, показывая пропорции и вклад в общее.

source: Show info tooltip
ru: Показать всплывающую подсказку

source: Show label
ru: Метка

source: Show labels when the node has children.
ru: Отображать метки при наличии дочерних узлов.

source: Show legend
ru: Отобразить легенду

source: Show less columns
ru: Показать меньше столбцов

source: Show less...
ru: Меньше...

source: Show only my charts
ru: Показать только мои графики

source: Show password.
ru: Показать пароль.

source: Show percentage
ru: Показать проценты

source: Show pointer
ru: Отображать указатель

source: Show progress
ru: Отображать прогресс

source: Show rows subtotal
ru: Отображать подытоги строк

source: Show rows total
ru: Отображать итоги строк

source: Show search bar dy default
ru: Показывать строку поиска по умолчанию

source: Show search bar dy default.
ru: Показывать строку поиска по умолчанию.

source: Show series values on the chart
ru: Отображать значения рядов на графике

source: Show split lines
ru: Отображать осн. деления на оси

source: Show static map
ru: Статическая карта

source: Show the value on top of the bar
ru: Отображать значение над столбцом

source: Show time column
ru: Показать временной столбец

source: Show time grain dropdown
ru: Показывать выбор единицы времени

source: Show total
ru: Отображать итоги

source: Show total aggregations of selected metrics. Note that row limit does not apply to the result.
ru: Рассчитать итог для указанных показателей. Итог не зависит от видимости строк.

source: Show total for current metric
ru: Отображать итог

source: Show totals
ru: Отображать итоги

source: Showcases a single metric front-and-center. Big number is best used to call attention to a KPI or the one thing you want your audience to focus on.
ru: Отображает один показатель в виде числа. Применяется для отслеживания ключевых KPI.

source: Showcases a single number accompanied by a simple line chart, to call attention to an important metric along with its change over time or other dimension.
ru: Отображает значение показателя и линейный график его динамики для удобного отслеживания его текущего значения и динамики.

source: Showcases how a metric changes as the funnel progresses. This classic chart is useful for visualizing drop-off between stages in a pipeline or lifecycle.
ru: Отображает динамику показателя в виде воронки.

source: Showcases the flow or link between categories using thickness of chords. The value and corresponding thickness can be different for each side.
ru: Демонстрирует поток или связь между категориями, используя толщину хорд. Значение и соответствующая толщина могут быть разными для каждой стороны.

source: Showcases the progress of a single metric against a given target. The higher the fill, the closer the metric is to the target.
ru: Отображает прогресс показателя по достижению цели.

source: Showing %s of %s
ru: Показано %s из %s

source: Shows a list of all series available at that point in time
ru: Показывать в подсказке значения всех рядов.

source: Shows or hides markers for the time series
ru: Показывает/скрывает маркеры точек

source: Significance Level
ru: Уровень значимости

source: Simple
ru: Простой

source: Simple ad-hoc metrics are not enabled for this dataset
ru: Простые показатели запрещены для этого датасета

source: Single
ru: Один

source: Single Metric
ru: Одиночный показатель

source: Single Value
ru: Одиночное значение

source: Single value
ru: Одиночное значение

source: Single value type
ru: Тип одиночного значения

source: Size of edge symbols
ru: Размер символа ребра

source: Size of marker. Also applies to forecast observations.
ru: Размер маркеров, отображаемых на графике.

source: Size of tile when rendering map.
ru: Размер ячейки при отображении карты.

source: Sizes of vehicles
ru: Размеры транспорта

source: Skip Blank Lines
ru: Пропустить пустые строки

source: Skip Initial Space
ru: Пропустить пробелы

source: Skip Rows
ru: Игнорировать строки

source: Skip blank lines rather than interpreting them as Not A Number values
ru: Пропустить пустые строки, а не интерпретировать их как значения NaN.

source: Skip spaces after delimiter
ru: Пропустить пробелы после разделителя

source: Slug
ru: Читаемый URL

source: Small
ru: Маленький

source: Small number format
ru: Формат чисел от -1 до 1

source: Smooth Line
ru: Гладкая линия

source: Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
ru: Гладкая линия - линейный график со сглаженной линией без резких углов.

source: Solid
ru: Сплошная

source: Some roles do not exist
ru: Некоторые роли не существуют
