Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: This value should be smaller than the right target value
ru: Это значение должно быть меньше, чем правое целевое

source: This visualization type does not support cross-filtering.
ru: Данный график не поддерживает кросс-фильтрацию.

source: This visualization type is not supported.
ru: Данный тип визуализации не поддерживается.

source: This was triggered by:
ru: Это было вызвано:

source: This will remove your current embed configuration.
ru: Это удалит вышу конфигуурацию внедрения.

source: Threshold alpha level for determining significance
ru: Пороговое значение для определения значимости

source: Threshold value should be double precision number
ru: Пороговое значение должно быть

source: Thumbnails
ru: Иконки

source: Thursday
ru: Четверг

source: Tile size
ru: Размер ячейки

source: Time
ru: Временные

source: Time Column
ru: Столбец времени

source: Time Comparison
ru: Временное сравнение

source: Time Format
ru: Формат времени

source: Time Grain
ru: Единица времени

source: Time Grain must be specified when using Time Shift.
ru: Грануляция времени должна быть указана в случае использования функции сдвига времени (Time Shift)

source: Time Granularity
ru: Гранулярность времени

source: Time Lag
ru: Кол-во периодов

source: Time Range
ru: Временной отрезок

source: Time Ratio
ru: Период времени

source: Time Series
ru: Временной ряд

source: Time Series - Bar Chart
ru: Временная столбчатая диаграмма

source: Time Series - Line Chart
ru: Временной линейный график

source: Time Series - Nightingale Rose Chart
ru: Временная роза Нитингейл

source: Time Series - Paired t-test
ru: Временные парные t-тесты

source: Time Series - Percent Change
ru: Временной график процентных изменений

source: Time Series - Period Pivot
ru: Временной линейный график со сдвигом

source: Time Series - Stacked
ru: Наложенные временные графики

source: Time Series Options
ru: Опции временных рядов

source: Time Shift
ru: Временной сдвиг

source: Time Slider Filter
ru: Временной фильтр-слайдер

source: Time Table View
ru: Таблица временных рядов

source: Time column
ru: Столбец с датой и временем

source: Time column "%(col)s" does not exist in dataset
ru: В датасете отсутствует столбец %(col)s

source: Time column filter plugin
ru: Временной столбец

source: Time column to apply dependent temporal filter to
ru: Временной столбец, к которому будет применяться фильтр по времени

source: Time column to apply time range to
ru: Временной столбец, к которому будет применяться фильтр по времени

source: Time comparison
ru: Временное сравнение

source: Time delta in natural language (example: 24 hours, 7 days, 56 weeks, 365 days)
ru: Интервал в текстовом формате (например: 24 hours, 7 days, 56 weeks, 365 days)

source: Time delta is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
ru: Неоднозначный интервал. Укажите [%(human_readable)s назад] или [%(human_readable)s после].

source: Time filter
ru: Фильтр по времени

source: Time format
ru: Формат времени

source: Time grain
ru: Единица времени

source: Time grain filter plugin
ru: Единица времени

source: Time grain missing
ru: Не указана единица времени

source: Time granularity
ru: Грануляция времени

source: Time in seconds
ru: Время в секундах

source: Time lag
ru: Кол-во периодов

source: Time range
ru: Фильтр по времени

source: Time ratio
ru: Период времени

source: Time related form attributes
ru: В этом разделе можно установить параметры диаграммы, связанные с временем

source: Time series
ru: Временной ряд

source: Time series columns
ru: Временные столбцы

source: Time shift
ru: Временной сдвиг

source: Time string is ambiguous. Please specify [%(human_readable)s ago] or [%(human_readable)s later].
ru: Неоднозначная строка. Укажите [%(human_readable)s назад] или [%(human_readable)s после].

source: Time-series Area Chart
ru: Временная диаграмма с областями

source: Time-series Area chart are similar to line chart in that they represent variables with the same scale, but area charts stack the metrics on top of each other. An area chart in Superset can be stream, stack, or expand.
ru: Диаграмма с областями аналогична линейному графику, но показатели могут наслаиваться поверх друг друга.

source: Time-series Bar Chart
ru: Временная столбчатая диаграмма

source: Time-series Bar Chart (legacy)
ru: Временная столбчатая диаграмма (не актуально)

source: Time-series Bar Charts are used to show the changes in a metric over time as a series of bars.
ru: Столбчатая диаграмма временных рядов используется для отображения динамики показателя в виде ряда столбцов.

source: Time-series Chart
ru: График временных рядов

source: Time-series Line Chart
ru: Временной линейный график

source: Time-series Percent Change
ru: Временное изменение в процентах

source: Time-series Period Pivot
ru: Временной линейный график со сдвигом

source: Time-series Scatter Plot
ru: Временная точечная диаграмма

source: Time-series Scatter Plot has time on the horizontal axis in linear units, and the points are connected in order. It shows a statistical relationship between two variables.
ru: Точечная диаграмма представляет собой линейный график, на котором не соединены точки.

source: Time-series Smooth Line
ru: Временная гладкая линия

source: Time-series Smooth-line is a variation of the line chart. Without angles and hard edges, Smooth-line sometimes looks smarter and more professional.
ru: Гладкая линия - линейный график со сглаженной линией без резких углов.

source: Time-series Stepped Line
ru: Временная ступенчатая линия

source: Time-series Stepped-line graph (also called step chart) is a variation of line chart but with the line forming a series of steps between data points. A step chart can be useful when you want to show the changes that occur at irregular intervals.
ru: Ступенчатая диаграмма - вариация линейного графика с горизонтальными линиями между точками.

source: Time-series Table
ru: Таблица временных рядов

source: Time-series Waterfall
ru: Временная каскадная диаграмма

source: Time-series line chart is used to visualize repeated measurements taken over regular time intervals. Line chart is a type of chart which displays information as a series of data points connected by straight line segments. It is a basic type of chart common in many fields.
ru: Линейный график используется для визуализации показателей в выбранных категориях.

source: Time-series waterfall
ru: Временная каскадная диаграмма

source: Timeout error
ru: Превышено время ожидания

source: Timestamp format
ru: Формат времени

source: Timezone
ru: Часовой пояс

source: Timezone offset (in hours) for this datasource
ru: Смещение часового пояса (в часах) для этого источника данных

source: Timezone selector
ru: Выбор часового пояса

source: Tiny
ru: Крошечный

source: Title
ru: Заголовок

source: Title Column
ru: Столбец заголовка

source: Title is required
ru: Укажите заголовок

source: Title or Slug
ru: Заголовок или ярлык

source: To get a readable URL for your dashboard
ru: Получить читаемый URL-адрес для отчета

source: Tools
ru: Инструменты

source: Tooltip
ru: Подсказка

source: Tooltip sort by metric
ru: Сортировка подсказки по значению

source: Tooltip time format
ru: Формат даты в подсказке

source: Top
ru: Вверху

source: Top left
ru: Вверху слева

source: Top right
ru: Вверху справа

source: Top to Bottom
ru: Сверху вниз

source: Total
ru: Итог

source: Total (%(aggfunc)s)
ru: Итог (%(aggfunc)s)

source: Total (%(aggregatorName)s)
ru: Итог (%(aggregatorName)s)

source: Total value
ru: Итоговое значение

source: Total: %s
ru: Итог: %s

source: Totals
ru: Итоги

source: Track job
ru: Отслеживать работу

source: Transformable
ru: Трансформируемые

source: Transparent
ru: Прозрачный

source: Transpose pivot
ru: Транспонировать

source: Tree Chart
ru: Древовидная диаграмма

source: Tree layout
ru: Ориентация дерева

source: Tree orientation
ru: Ориентация дерева

source: Treemap
ru: Карта партиций

source: Trend
ru: Тренд

source: Triangle
ru: Треугольник

source: Trigger Alert If...
ru: Отправлять оповещение при...

source: Truncate Axis
ru: Обрезать ось

source: Truncate Cells
ru: Мин./Макс. ширина

source: Truncate Metric
ru: Округлить показатель

source: Truncate Y Axis
ru: Обрезать ось Y

source: Truncate Y Axis. Can be overridden by specifying a min or max bound.
ru: Обрезать ось Y. Может быть перезаписано при помощи указания границ оси.

source: Truncate axis marks text
ru: Обрезать текст подписей на оси

source: Truncate long cells to the "min width" set above
ru: Обрезать ячейки до значения минимальной ширины

source: Truncate text
ru: Обрезать текст

source: Truncates the specified date to the accuracy specified by the date unit.
ru: Округляет дату до указанной точности.

source: Try applying different filters or ensuring your datasource has data
ru: Попробуйте изменить параметры фильтрации или убедитесь, что в датасете есть данные

source: Try different criteria to display results.
ru: Попробуйте другие параметры.

source: Tuesday
ru: Вторник

source: Tukey
ru: Турция

source: Type
ru: Тип

source: Type "%s" to confirm
ru: Введите "%s" для подтверждения

source: Type a value
ru: Начните печатать

source: Type a value here
ru: Введите значение

source: Type is required
ru: Укажите тип

source: Type of Google Sheets allowed
ru: Разрешенные типы Google таблиц

source: Type of comparison, value difference or percentage
ru: Тип сравнения. Значение, изменение или доля

source: Type or Select [%s]
ru: Введите или выберите [%s]

source: UI Configuration
ru: Конфигурация UI

source: URL Parameter
ru: Параметр URL

source: URL Parameters
ru: Параметры URL

source: URL parameters
ru: Параметры URL

source: URL slug
ru: URL

source: Unable to add a new tab to the backend. Please contact your administrator.
ru: Не удалось добавить вкладку. Пожалуйста свяжитесь с администратором.

source: Unable to connect to catalog named "%(catalog_name)s".
ru: Не удалось подключиться к каталогу "%(catalog_name)s".

source: Unable to connect to database "%(database)s".
ru: Не удалось подключиться к базе данных "%(database)s".

source: Unable to connect. Verify that the following roles are set on the service account: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" and the following permissions are set "bigquery.readsessions.create", "bigquery.readsessions.getData"
ru: Не удалось подключиться. Проверьте, что для сервисного аккаунта установлены следующие роли: "BigQuery Data Viewer", "BigQuery Metadata Viewer", "BigQuery Job User" и разрешения: "bigquery.readsessions.create", "bigquery.readsessions.getData"

source: Unable to create chart without a query id.
ru: Не удалось создать график без id запроса.

source: Unable to find such a holiday: [%(holiday)s]
ru: Не удалось найти праздник: [%(holiday)s]

source: Unable to load columns for the selected table. Please select a different table.
ru: Не удалось загрузить столбцы указанной таблицы. Укажите другую таблицу.

source: Unable to migrate query editor state to backend. Superset will retry later. Please contact your administrator if this problem persists.
ru: Не удалось сохранить состояние редактора. Если ошибка повторится, пожалуйста свяжитесь с администратором.

source: Unable to migrate query state to backend. Superset will retry later. Please contact your administrator if this problem persists.
ru: Не удалось сохранить состояние запроса. Если ошибка повторится, пожалуйста свяжитесь с администратором.

source: Unable to migrate table schema state to backend. Superset will retry later. Please contact your administrator if this problem persists.
ru: Не удалось сохранить состояние схемы. Если ошибка повторится, пожалуйста свяжитесь с администратором.

source: Unable to retrieve dashboard colors
ru: Не удалось получить цветовую схему отчета

source: Unable to upload CSV file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
ru: Невозможно загрузить CSV-файл "%(filename)s" в таблицу "%(table_name)s" базы данных "%(db_name)s". Ошибка: %(error_msg)s

source: Unable to upload Columnar file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
ru: Невозможно загрузить файл "%(filename)s" в таблицу "%(table_name)s" базы данных "%(db_name)s". Ошибка: %(error_msg)s

source: Unable to upload Excel file "%(filename)s" to table "%(table_name)s" in database "%(db_name)s". Error message: %(error_msg)s
ru: Невозможно загрузить excel файл "%(filename)s" в таблицу "%(table_name)s" базы данных "%(db_name)s". Ошибка: %(error_msg)s

source: Undefined
ru: Не определено

source: Undefined window for rolling operation
ru: Скользящее окно не определено

source: Undo the action
ru: Отменить действие

source: Undo?
ru: Отменить?

source: Unexpected error
ru: Непредвиденная ошибка

source: Unexpected error occurred, please check your logs for details
ru: Произошла непредвиденная ошибка, проверьте логи для более детальной информации

source: Unexpected error:
ru: Непредвиденная ошибка:

source: Unknown
ru: Неизвестно

source: Unknown MySQL server host "%(hostname)s".
ru: Неизвестный хост MySQL "%(hostname)s".

source: Unknown Presto Error
ru: Неизвестная ошибка Presto

source: Unknown Status
ru: Неизвестный статус

source: Unknown column used in orderby: %(col)s
ru: В поле сортировки указан неизвестный столбец: %(col)s

source: Unknown error
ru: Неизвестная ошибка

source: Unknown input format
ru: Неизвестный формат

source: Unknown type
ru: иконка неизвестного типа

source: Unknown value
ru: Неизвестное значение

source: Unsafe return type for function %(func)s: %(value_type)s
ru: Функция: %(func)s вернула небезопасное значение: %(value_type)s

source: Unsafe template value for key %(key)s: %(value_type)s
ru: Небезопасное значение для ключа %(key)s: %(value_type)s

source: Unsupported clause type: %(clause)s
ru: Неподдерживаемый тип выражения: %(clause)s

source: Unsupported post processing operation: %(operation)s
ru: Неподдерживаемая операция пост-обработки: %(operation)s

source: Unsupported return value for method %(name)s
ru: Метод %(name)s вернул неподдерживаемое значение

source: Unsupported template value for key %(key)s
ru: Неподдерживаемый шаблон для ключа %(key)s

source: Unsupported time grain: %(time_grain)s
ru: Указана неподдерживаемая единица времени: %(time_grain)s

source: Untitled Dataset
ru: Безымянный датасет

source: Untitled Query
ru: Запрос без имени

source: Untitled Query
ru: Запрос без имени

source: Untitled query
ru: Запрос без имени

source: Update
ru: Обновить

source: Update chart
ru: Обновить график

source: Updating chart was stopped
ru: Обновление графика остановлено

source: Upload
ru: Загрузить

source: Upload CSV
ru: Файлом CSV

source: Upload CSV to database
ru: Загрузить CSV файл в базу данных

source: Upload Credentials
ru: Загрузить реквизиты

source: Upload Enabled
ru: Загрузка разрешена

source: Upload Excel file
ru: Файлом Excel

source: Upload Excel file to database
ru: Загрузить Excel файл в базу данных

source: Upload JSON file
ru: Загрузить JSON файл

source: Upload columnar file
ru: Загрузить columnar file

source: Upload columnar file to database
ru: Загрузить колоночный файл в базу данных

source: Upload file to database
ru: Загрузить данные в БД файлом

source: Usage
ru: Применяется

source: Use "%(menuName)s" menu instead.
ru: Вместо этого воспользуйтесь меню "%(menuName)s".

source: Use %s to open in a new tab.
ru: Используйте %s, чтобы открыть в новой вкладке.

source: Use Area Proportions
ru: Пропорции площадей

source: Use Columns
ru: Использовать столбцы

source: Use a log scale
ru: Использовать логарифмический масштаб

source: Use a log scale for the X-axis
ru: Использовать для оси X логарифмический масштаб

source: Use a log scale for the Y-axis
ru: Использовать для оси Y логарифмический масштаб

source: Use an encrypted connection to the database
ru: Использовать шифрованное соединение к базе данных

source: Use an ssh tunnel connection to the database
ru: Использовать ssh туннель для соединение с базе данных

source: Use another existing chart as a source for annotations and overlays. Your chart must be one of these visualization types: [%s]
ru: Укажите другой существующий график в качестве источника для аннотаций. График должен быть одного из следующих типов: [%s]

source: Use date formatting even when metric value is not a timestamp
ru: Использовать формат даты даже если число не является датой

source: Use legacy datasource editor
ru: Использовать старый редактор

source: Use metric aggration for total
ru: Агрегация итогов по метрике

source: Use metrics as a top level group for columns or for rows
ru: Использовать показатель в качестве верхнего уровня группировки для столбцов или строк

source: Use only a single value.
ru: Использовать только одно значение.

source: Use the Advanced Analytics options below
ru: Использовать расширенную аналитику

source: Use the JSON file you automatically downloaded when creating your service account.
ru: Используйте JSON файл, который вы скачали при создании сервисного аккаунта.

source: Use the edit button to change this field
ru: Используйте кнопку правки для изменения этого поля

source: Use the limit line to display the imaginary limit of values
ru: Отобразить на графике горизонтальную линию, которую можно использовать как обозначение лимита/целевого значения.

source: Use this section if you want a query that aggregates
ru: Используйте при наличии агрегации в запросе

source: Use this section if you want to query atomic rows
ru: Используйте без агрегации в запросе

source: Use this to define a static color for all circles
ru: Укажите статичный цвет для заливки всех кругов

source: Used internally to identify the plugin. Should be set to the package name from the pluginʼs package.json
ru: Используется для идентификации плагина. Должно соответствовать имени пакета из файла package.json плагина.

source: Used to summarize a set of data by grouping together multiple statistics along two axes. Examples: Sales numbers by region and month, tasks by status and assignee, active users by age and location. Not the most visually stunning visualization, but highly informative and versatile.
ru: Используется для суммирования набора данных путем группировки нескольких статистических данных по двум осям. Примеры: количество продаж по регионам и месяцам, задачи по статусу и исполнителю.

source: User
ru: Пользователь

source: User doesn't have the proper permissions.
ru: Указанный пользователь имеет недостаточно прав доступа.

source: User extra JSON data
ru: Дополнительные параметры пользователя

source: User must select a value before applying the filter
ru: Пользователь обязан указать значение для применения фильтра

source: User must select a value for this filter
ru: Вам необходимо выбрать значение для этого фильтра

source: User query
ru: Пользовательский запрос

source: Username
ru: Имя пользователя

source: Users are not allowed to set a search path for security reasons.
ru: Пользователям запрещается задавать путь поиска по соображениям безопасности.

source: Uses a gauge to showcase progress of a metric towards a target. The position of the dial represents the progress and the terminal value in the gauge represents the target value.
ru: Индикатор отображает прогресс показателя в достижении цели. Положение указателя определяет прогресс и текущее значение показателя.

source: Uses circles to visualize the flow of data through different stages of a system. Hover over individual paths in the visualization to understand the stages a value took. Useful for multi-stage, multi-group visualizing funnels and pipelines.
ru: Использует круги для отображения движения данных между различными этапами процесса. Наведите курсор на поток, чтобы увидеть этапы, через которые он проходит.

source: Value
ru: Значение

source: Value Domain
ru: Отображение значений

source: Value Format
ru: Формат значения

source: Value bounds
ru: Границы значений

source: Value format
ru: Формат значения

source: Value is required
ru: Укажите значение

source: Value must be greater than 0
ru: Значение должно быть больше 0

source: Values are dependent on other filters
ru: Значения зависят от других фильтров

source: Values dependent on
ru: Значения зависят от

source: Values selected in other filters will affect the filter options to only show relevant values
ru: Установка значений в других фильтрах будет влиять на доступные для выбора значения фильтра

source: Verbose Name
ru: Читаемое имя

source: Version
ru: Версия

source: Version number
ru: Номер версии

source: Vertical
ru: Вертикально

source: Vertical (Left)
ru: Вертикальное (слева)

source: Vertical alignment
ru: Выравнивание по вертикали

source: View
ru: Посмотреть

source: View Dataset
ru: Посмотреть датасет

source: View all charts
ru: Все графики →

source: View as table
ru: Открыть как таблицу

source: View in SQL Lab
ru: Открыть в SQL редакторе

source: View keys & indexes (%s)
ru: Посмотреть ключи и индексы (%s)

source: View query
ru: Сгенерированный запрос

source: Viewed
ru: По дате просмотра

source: Viewport
ru: Область просмотра

source: Virtual
ru: Виртуальный

source: Virtual (SQL)
ru: Виртуальный (SQL)

source: Virtual dataset
ru: Виртуальный датасет

source: Virtual dataset query cannot be empty
ru: Виртуальный датасет не может быть пустым

source: Virtual dataset query cannot consist of multiple statements
ru: Запрос для виртуального источника данных не может состоять из нескольких SQL выражений

source: Virtual dataset query must be read-only
ru: Запрос для виртуального источника данных может быть только на чтение

source: Visual Tweaks
ru: Визуальные настройки

source: Visualization
ru: Тип визуализации

source: Visualization Type
ru: Тип визуализации

source: Visualization type
ru: Тип визуализации

source: Visualize a parallel set of metrics across multiple groups. Each group is visualized using its own line of points and each metric is represented as an edge in the chart.
ru: Визуализирует параллельный набор показателей в разрезе нескольких групп. Каждая группа отображается в виде линии точек.

source: Visualize a related metric across pairs of groups. Heatmaps excel at showcasing the correlation or strength between two groups. Color is used to emphasize the strength of the link between each pair of groups.
ru: Визуализируйте связанную метрику для пар групп. Тепловые карты превосходно демонстрируют корреляцию или связь между двумя группами. Цвет используется, чтобы подчеркнуть силу связи между каждой парой групп.

source: Visualize geospatial data like 3D buildings, landscapes, or objects in grid view.
ru: Визуализируйте такие гео данные, как 3D здания, ландшафт и прочие объекты в виде сетки.

source: Visualize how a metric changes over time using bars. Add a group by column to visualize group level metrics and how they change over time.
ru: Визуализирует динамику показателя в виде столбцов. Добавьте столбец группировки для анализа динамики показателя по группам.

source: Visualize multiple levels of hierarchy using a familiar tree-like structure.
ru: Визуализирует несколько уровней иерархии в виде древовидной структуры.

source: Visualize two different series using the same x-axis. Note that both series can be visualized with a different chart type (e.g. 1 using bars and 1 using a line).
ru: Отобразить два разных графика на одной оси Х. Графики могут быть разного типа, например линейный и столбчатый.

source: Visualize two different time series using the same x-axis. Note that each time series can be visualized differently (e.g. 1 using bars and 1 using a line).
ru: Отобразить два разных графика на одной оси Х. Графики могут быть разного типа, например линейный и столбчатый.
