Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: Map
ru: Карта

source: Map Style
ru: Стиль карты

source: March
ru: Март

source: Margin
ru: Отступ

source: Mark a column as temporal in "Edit datasource" modal
ru: Отметьте колонку как временную в датасете

source: Marker
ru: Маркеры

source: Marker Size
ru: Размер маркеров

source: Marker labels
ru: Метки маркеров

source: Marker line labels
ru: Метки маркерных линий

source: Marker lines
ru: Маркерные линии

source: Marker size
ru: Размер маркеров

source: Markers
ru: Маркеры

source: Markup type
ru: Тип разметки

source: Max
ru: Максимум

source: Max Bubble Size
ru: Максимальный размер круг

source: Max Events
ru: Макс. кол-во событий

source: Max Width
ru: Ширина

source: Maximum
ru: Максимум

source: Maximum Font Size
ru: Максимальный размер шрифта

source: Maximum Radius
ru: Макс. радиус

source: Maximum column width in pixels
ru: Максимальная ширина столбца в пикселях

source: Maximum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this maximum radius.
ru: Максимальный радиус точки в пикселях. При изменении масштаба размер точки не превысит это значение.

source: Maximum value
ru: Максимальное значение

source: Maximum value on the gauge axis
ru: Максимальное значение на оси

source: May
ru: Май

source: Mean of values over specified period
ru: Среднее значение за период

source: Mean values
ru: Средние значения

source: Median
ru: Медианное

source: Median edge width, the thickest edge will be 4 times thicker than the thinnest.
ru: Медианная толщина ребра. Ребро максимальной толщины будет в 4 раза толще минимального.

source: Median node size, the largest node will be 4 times larger than the smallest
ru: Медианный размер узла. Узел максимального размера будет в 4 раза больше минимального.

source: Median values
ru: Медианные значения

source: Medium
ru: Средний

source: Menu actions trigger
ru: Триггер действий меню

source: Message content
ru: Содержимое сообщения

source: Metadata
ru: Метаданные

source: Metadata Parameters
ru: Параметры метаданных

source: Metadata has been synced
ru: Метаданные синхронизированы

source: Method
ru: Метод

source: Metric
ru: Показатель

source: Metric '%(metric)s' does not exist
ru: Показатель "%(metric)s" не существует

source: Metric Key
ru: Название метрики

source: Metric ascending
ru: Показатель по возрастанию

source: Metric assigned to the [X] axis
ru: Показатель, отображаемый на оси X

source: Metric assigned to the [Y] axis
ru: Показатель, отображаемый на оси Y

source: Metric change in value from `since` to `until`
ru: Изменение значения показателя за период

source: Metric currency
ru: Формат валюты для показателя

source: Metric descending
ru: Показатель по убыванию

source: Metric factor change from `since` to `until`
ru: Отношение конечного значения показателя к начальному

source: Metric for node values
ru: Показатель для значений в узлах

source: Metric name
ru: Название метрики

source: Metric name [%s] is duplicated
ru: Повторяющееся название показателя [%s]

source: Metric percent change in value from `since` to `until`
ru: Изменение значения показателя за период в процентах

source: Metric that defines the size of the bubble
ru: Показатель, определяющий размер круга

source: Metric to display bottom title
ru: Показатель для нижнего заголовка

source: Metric to sort the results by
ru: Показатель, на основе которого будут отсортированы значения фильтра.

source: Metric used as a weight for the grid's coloring
ru: Показатель, используемый для определения веса при раскраске сетки.

source: Metric used to calculate bubble size
ru: Показатель, используемый для расчета размера пузырька

source: Metric used to control height
ru: Показатель, определяющий высоту

source: Metric used to define how the top series are sorted if a series or cell limit is present. If undefined reverts to the first metric (where appropriate).
ru: Показатель, определяющий сортировку строк, если установлен лимит количества строк или рядов данных.

source: Metric used to define how the top series are sorted if a series or row limit is present. If undefined reverts to the first metric (where appropriate).
ru: Показатель, определяющий сортировку строк, если установлен лимит количества строк или рядов данных.

source: Metric used to order the limit if a series limit is present. If undefined reverts to the first metric (where appropriate).
ru: Метрика, используемая для сортировки, если установлен лимит.

source: Metrics
ru: Показатели

source: Metrics for which percentage of total are to be displayed. Calculated from only data within the row limit.
ru: Показатели, для которых будет отображаться процент от общего. Процент расчитывается только для отображаемых строк.

source: Middle
ru: В центре

source: Midnight
ru: Полночь

source: Miles
ru: Мили

source: Min
ru: Минимум

source: Min Periods
ru: Минимум периодов

source: Min Width
ru: Ширина

source: Min periods
ru: Минимум периодов

source: Mine
ru: Мои

source: Minimum
ru: Минимум

source: Minimum Font Size
ru: Средний размер шрифта

source: Minimum Radius
ru: Мин. радиус

source: Minimum leaf node event count
ru: Минимальное количество событий конечного узла

source: Minimum radius size of the circle, in pixels. As the zoom level changes, this insures that the circle respects this minimum radius.
ru: Минимальный радиус точки в пикселях.

source: Minimum threshold in percentage points for adding segment to "Other"
ru: Минимальный порог в процентных для добавления сегмента в "Прочие"

source: Minimum threshold in percentage points for showing labels.
ru: Минимальный порог в процентных пунктах для отображения меток.

source: Minimum value
ru: Минимальное значение

source: Minimum value for label to be displayed on graph.
ru: Минимальное значение для отображения меток на графе.

source: Minimum value on the gauge axis
ru: Минимальное значение на оси

source: Minor Split Line
ru: Второстепенные деления

source: Minute
ru: Минута

source: Minutes %s
ru: Минут %s

source: Missing URL parameters
ru: Отсутствуют параметры URL

source: Missing dataset
ru: Датасет отсутствует

source: Mixed Chart
ru: Смешанный график

source: Mixed Time-Series
ru: Смешанный временной график

source: Modified
ru: Изменено

source: Modified %s
ru: Изменено %s

source: Modified by
ru: Изменено

source: Modified columns: %s
ru: Изменены столбцы: %s

source: Monday
ru: Понедельник

source: Month
ru: Месяц

source: Months %s
ru: Месяцев %s

source: More
ru: Подробности

source: More filters
ru: Еще фильтры

source: Move only
ru: Только перемещение

source: Moves the given set of dates by a specified interval.
ru: Сдвигает набор дат на определенный интервал.

source: Multi-Dimensions
ru: Многомерные

source: Multi-Layers
ru: Многослойные

source: Multi-Levels
ru: Многослойные

source: Multi-Variables
ru: Многоперменные

source: Multiple
ru: Несколько

source: Multiple file extensions are not allowed for columnar uploads. Please make sure all files are of the same extension.
ru: Загрузка файлов с разными расширениями запрещена. Пожалуйста убедитесь, что все файлы имеют одинаковое расширение.

source: Multiple filtering
ru: Множественная фильтрация

source: Multiple formats accepted, look the geopy.points Python library for more details
ru: Для уточнения форматов и получения более подробной информации, посмотрите Python-библиотеку geopy.points

source: Multiple selections allowed, otherwise filter is limited to a single value
ru: Разрешение/запрет выбора нескольких значений фильтра.

source: Multiplier
ru: Множитель

source: Must be unique
ru: Должен быть уникальным

source: Must choose either a chart or a dashboard
ru: Укажите график или отчет

source: Must have a [Group By] column to have 'count' as the [Label]
ru: Необходимо указать столбцы для группировки

source: Must have at least one numeric column specified
ru: Должен быть указан хотя бы один числовой столбец

source: Must provide credentials for the SSH Tunnel
ru: Укажите параметры SSH туннеля

source: Must specify a value for filters with comparison operators
ru: Для фильтров с оператором сравнения необходимо указать значение

source: My column
ru: Мой столбец

source: My metric
ru: Мой показатель

source: N/A
ru: Н/Д

source: NOT GROUPED BY
ru: Без группировки

source: NOV
ru: Ноя

source: NOW
ru: Сейчас

source: Name
ru: Название

source: Name is required
ru: Укажите название

source: Name must be unique
ru: Имя должно быть уникальным

source: Name of table to be created from columnar data.
ru: Имя таблицы, в которую будут загружены данные.

source: Name of table to be created from excel data.
ru: Имя таблицы, в которую будут загружены данные.

source: Name of table to be created with CSV file
ru: Имя таблицы, в которую будут загружены данные.

source: Name of the column containing the id of the parent node
ru: Столбец, содержащий id родительского узла

source: Name of the id column
ru: Столбец с id

source: Name of the source nodes
ru: Имя узлов-источников

source: Name of the table that exists in the source database
ru: Имя таблицы, которая существует в исходной базе данных

source: Name of the target nodes
ru: Имя узлов-целей

source: Name your database
ru: Имя базы данных

source: Native Filter
ru: Нативный фильтр

source: Need help? Learn how to connect your database
ru: Справка по подключению БД

source: Need help? Learn more about
ru: Справка по

source: Network error
ru: Ошибка сети

source: Network error.
ru: Ошибка сети.

source: New chart
ru: Новый график

source: New columns added: %s
ru: Добавлены столбцы: %s

source: New dataset
ru: Новый датасет

source: New dataset name
ru: Название датасета

source: New filter set
ru: Новый фильтр-сет

source: New header
ru: Заголовок

source: New tab
ru: Новая вкладка

source: New tab (Ctrl + q)
ru: Новая вкладка (Ctrl + q)

source: New tab (Ctrl + t)
ru: Новая вкладка (Ctrl + t)

source: Next
ru: Следующий

source: Nightingale Rose Chart
ru: Роза Найтингейл

source: No
ru: Нет

source: No %s yet
ru: Еще нет %s

source: No Data
ru: Нет данных

source: No Results
ru: Нет данных

source: No Rules yet
ru: Еще нет правил

source: No Tags created
ru: Нет созданных тегов

source: No annotation layers
ru: Нет слоев аннотаций

source: No annotation layers yet
ru: Пока нет слоев аннотаций

source: No annotation yet
ru: Пока нет аннотаций

source: No applied filters
ru: Нет фильтров

source: No available filters.
ru: Нет доступных фильтров.

source: No charts
ru: Нет графиков

source: No charts yet
ru: Еще нет графиков

source: No columns
ru: Нет столбцов

source: No columns found
ru: Столбцы не найдены

source: No compatible columns found
ru: Нет совместимых столбцов

source: No compatible datasets found
ru: Нет совместимых датасетов

source: No compatible schema found
ru: Нет доступных столбцов

source: No dashboards
ru: Нет отчетов

source: No dashboards yet
ru: Еще нет отчетов

source: No data
ru: Нет данных

source: No data after filtering or data is NULL for the latest time record
ru: Нет данных, удовлетворяющим условиям фильтров или значение в последнем периоде NULL

source: No data in file
ru: В файле нет данных

source: No databases match your search
ru: Нет подходящих баз данных

source: No description available.
ru: Описание недоступно.

source: No favorite charts yet, go click on stars!
ru: Нет избранных графиков. Нажмите звездочку напротив названия графика, чтобы он появился в списке избранных графиков.

source: No favorite dashboards yet, go click on stars!
ru: Нет избранных отчетов. Нажмите звездочку напротив названия отчета, чтобы он появился в этом списке.

source: No filter
ru: Без фильтра

source: No filter is selected.
ru: Ни один фильтр не выбран.

source: No filters
ru: Без фильтра

source: No filters are currently added to this dashboard.
ru: В отчет не добавлено ни одного фильтра.

source: No form settings were maintained
ru: Параметры не сохранены

source: No global filters are currently added
ru: Не добавлено ни одного фильтра

source: No matching records found
ru: Записи не найдены

source: No of Bins
ru: Кол-во интервалов

source: No recents yet
ru: Еще нет недавних

source: No records found
ru: Записи не найдены

source: No results
ru: Нет данных

source: No results found
ru: Записи не найдены

source: No results match your filter criteria
ru: Не найдено ни одной записи

source: No results were returned for this query
ru: Запрос не вернул результатов

source: No results were returned for this query. If you expected results to be returned, ensure any filters are configured properly and the datasource contains data for the selected time range.
ru: Запрос не вернул результатов. Проверьте пожалуйста, присутствуют ли данные в датасете и установленные фильтры.

source: No rows were returned for this dataset
ru: В датасете нет строк

source: No samples were returned for this dataset
ru: Нет примеров данных для датасета

source: No saved expressions found
ru: Не найдены сохраненные выражения

source: No saved metrics found
ru: Показатели не найдены

source: No saved queries yet
ru: Еще нет сохраненных запросов

source: No stored results found, you need to re-run your query
ru: Сохраненных результатов не обнаружено, перезапустите запрос

source: No such column or metric found.
ru: Столбец или метрика не обнаружены.

source: No table columns
ru: Нет столбцов

source: No temporal columns found
ru: Временные столбцы не найдены

source: No time columns
ru: Нет временных столбцов

source: No validator found (configured for the engine)
ru: Валидатор не найден

source: Node label position
ru: Расположение меток узлов

source: Node select mode
ru: Режим выбора узла

source: Node size
ru: Размер узла

source: None
ru: Пусто

source: None -> Arrow
ru: Нет -> Стрелка

source: None -> None
ru: Нет -> Нет

source: Normal
ru: Нормальный

source: Normalize Across
ru: Нормальзовать

source: Normalize column names
ru: Нормализовать названия столбцов

source: Normalized
ru: Нормализация

source: Not Time Series
ru: Не временной ряд

source: Not added to any dashboard
ru: Не добавлен ни в один отчет

source: Not available
ru: Недоступно

source: Not equal to (≠)
ru: Не равно (≠)

source: Not null
ru: Не NULL

source: Not triggered
ru: Не сработал

source: Not up to date
ru: Данные не актуальны

source: Nothing triggered
ru: Условие не сработало

source: Notification method
ru: Способ уведомления

source: November
ru: Ноябрь

source: Now
ru: Сейчас

source: Null Values
ru: Значения NULL

source: Null imputation
ru: Заполнение NULL

source: Null or Empty
ru: NULL или пустое значение

source: Null values
ru: Значения NULL

source: Number Format
ru: Формат числа

source: Number bounds used for color encoding from red to blue. Reverse the numbers for blue to red. To get pure red or blue, you can enter either only min or max.
ru: Числовые значение, применяемые для раскраски значений красным/синим цветом. Поменяйте местами значения для инверсии градиента. Укажите только одно значение, чтобы сделать градиент только по одному цвету.

source: Number format
ru: Формат числа

source: Number format string
ru: Формат числа

source: Number formatting
ru: Формат чисел

source: Number of buckets to group data
ru: Кол-во групп для объединения данных

source: Number of decimal digits to round numbers to
ru: Число десятичных знаков, до которых производить округление

source: Number of decimal places with which to display lift values
ru: Кол-во знаков после запятой при отображении процентного подъема

source: Number of decimal places with which to display p-values
ru: Кол-во знаков после запятой при отображении p-значений

source: Number of periods to compare against
ru: Количество периодов (единиц грануляции) времени для сдвига при сравнении.

source: Number of periods to ratio against
ru: Количество периодов (единиц грануляции) времени для сдвига при сравнении.

source: Number of rows of file to read
ru: Количество строк файла для чтения.

source: Number of rows of file to read.
ru: Количество строк файла для чтения.

source: Number of rows to skip at start of file
ru: Количество первых строк, которые нужно проигнорировать.

source: Number of rows to skip at start of file.
ru: Количество первых строк, которые нужно проигнорировать.

source: Number of split segments on the axis
ru: Число основных делений, на которые будет разбиваться ось

source: Number of steps to take between ticks when displaying the X scale
ru: Количество шагов между тиками при отображении шкалы X

source: Number of steps to take between ticks when displaying the Y scale
ru: Количество шагов между тиками при отображении шкалы Y

source: Numerical range
ru: Цифровой диапазон

source: OCT
ru: Окт

source: OVERWRITE
ru: Перезаписать

source: October
ru: Октябрь

source: Offline
ru: Офлайн

source: Offset
ru: Смещение

source: On Grace
ru: В простое

source: One or many columns to group by. High cardinality groupings should include a series limit to limit the number of fetched and rendered series.
ru: Столбец(цы) для группировки. При наличии групп с большим количеством элементов рекомендуется ограничить число отображаемых строк.

source: One or many columns to group by. High cardinality groupings should include a sort by metric and series limit to limit the number of fetched and rendered series.
ru: Один или несколько столбцов, по которым будет производиться группировка.

source: One or many columns to pivot as columns
ru: Один или несколько столбцов для отображения

source: One or many controls to group by. If grouping, latitude and longitude columns must be present.
ru: Поля для группировки. Для использования необходимо указать колонки широты и долготы.

source: One or many controls to pivot as columns
ru: Срез(ы) для отображения показателей в столбцах сводной таблицы

source: One or many metrics to display
ru: Укажите один или несколько показателей для отображения

source: One or more columns already exist
ru: Один или более столбцов уже существует

source: One or more columns are duplicated
ru: Один или более столбцов дублируются

source: One or more columns do not exist
ru: Один или более столбцов не существует

source: One or more metrics already exist
ru: Один или более показателей уже существует

source: One or more metrics are duplicated
ru: Один или более показателей дублируются

source: One or more metrics do not exist
ru: Один или более показателей не существует

source: One or more parameters needed to configure a database are missing.
ru: Один или несколько параметров подключения к базе данных отсутствуют.

source: One or more parameters specified in the query are malformatted.
ru: Один или несколько параметров, указанных в запросе, имеют некорректный формат.

source: One or more parameters specified in the query are missing.
ru: Один или несколько параметров, указанных в запросе, отсутствуют.

source: One ore more annotation layers failed loading.
ru: Не удалось загрузить один или несколько слоев аннотации.

source: Only SELECT statements are allowed against this database.
ru: Для этой БД разрешены только выражения типа SELECT.

source: Only Total
ru: Только итог

source: Only `SELECT` statements are allowed
ru: Разрешены только выражения типа SELECT

source: Only applies when "Label Type" is not set to a percentage.
ru: Применяется только в случае, если включено отображение долей в %.

source: Only applies when "Label Type" is set to show values.
ru: Применяется только в случае, если включено отображение значений.

source: Only lowest hierarchy level is checkable
ru: Доступен для отметки только последний уровень

source: Only lowest hierarchy level is checkable.
ru: Доступен для отметки только последний уровень.

source: Only selected panels will be affected by this filter
ru: Фильтр будет действовать только на указанные графики

source: Only show the total value on the stacked chart, and not show on the selected category
ru: При отображении в режиме наслоения показывать только итоговое значение, а не каждого ряда отдельно.

source: Only single queries supported
ru: Поддерживаются только одиночные запросы

source: Only the following file extensions are allowed: %(allowed_extensions)s
ru: Разрешены следующие расширения файлов: %(allowed_extensions)s

source: Oops! An error occurred!
ru: Произошла ошибка

source: Opacity
ru: Прозрачность

source: Opacity of Area Chart. Also applies to confidence band.
ru: Прозрачность закрашиваемой области.

source: Opacity of all clusters, points, and labels. Between 0 and 1.
ru: Прозрачность всех кластеров, точек и меток. Принимает значения от 0 до 1.

source: Opacity of area chart.
ru: Прозрачность области.

source: Opacity, expects values between 0 and 100
ru: Прозрачность от 0 до 100

source: Open Datasource tab
ru: Открыть вкладку источников

source: Open Report
ru: Отчет

source: Open in SQL Lab
ru: Открыть в SQL редакторе

source: Open query in SQL Lab
ru: Открыть в SQL редакторе

source: Operate the database in asynchronous mode, meaning that the queries are executed on remote workers as opposed to on the web server itself. This assumes that you have a Celery worker setup as well as a results backend. Refer to the installation docs for more information.
ru: Использование базы данных в асинхронном режиме, означает, что запросы запускаются на удаленных воркерах согласно настройкам сервера. Предполагается, что у вас есть Celery worker, а также бэкэнд результатов. Обратитесь к документации по установке для получения дополнительной информации.

source: Operator
ru: Оператор

source: Operator undefined for aggregator: %(name)s
ru: Для агрегата %(name)s не определен оператор

source: Optional CA_BUNDLE contents to validate HTTPS requests. Only available on certain database engines.
ru: Опциональные параметры CA_BUNDLE для валидации HTTPS запросов. Доступно лишь для некоторых баз данных.

source: Optional d3 date format string
ru: Дополнительный d3 формат дат

source: Optional d3 number format string
ru: Дополнительный d3 формат чисел

source: Optional name of the data column.
ru: Опциональное название столбца с данными.

source: Optional warning about use of this metric
ru: Предупреждение, появляющееся при использовании показателя

source: Options
ru: Опции

source: Or choose from a list of other databases we support:
ru: Или выберите базу данных из списка

source: Order by entity id
ru: Сортировать по id сущности

source: Order results by selected columns
ru: Сортировать результат по указанным столбцам

source: Ordering
ru: Сортировка

source: Orientation
ru: Расположение легенды

source: Orientation of bar chart
ru: Расположение столбчатой диаграммы

source: Orientation of filter bar
ru: Расположение панели фильтров

source: Orientation of tree
ru: Ориентация дерева

source: Original
ru: Оригинальные

source: Original table column order
ru: Расположение столбцов как в исходной таблице

source: Original value
ru: Исходная грануляция

source: Orthogonal
ru: Ортогональная

source: Other
ru: Прочие

source: Outdoors
ru: Улица

source: Outer Radius
ru: Внешний радиус

source: Outer edge of Pie chart
ru: Внешняя граница круга

source: Overlap
ru: Наложение

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
ru: Наложение одного или более временных рядов из относительного периода (24 hours, 7 days, 52 weeks, 365 days).

source: Overlay one or more timeseries from a relative time period. Expects relative time deltas in natural language (example: 24 hours, 7 days, 52 weeks, 365 days). Free text is supported.
ru: Наложение одного или более временных рядов из относительного периода (24 hours, 7 days, 52 weeks, 365 days).

source: Overlays a hexagonal grid on a map, and aggregates data within the boundary of each cell.
ru: Отрисовывает поверх карты шестиугольную сетку и агрегирует данные, попадающие в каждую ячейку.
