Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires. Note this defaults to the global timeout if undefined.
ru: Продолжительность (сек) таймаута-кэша для графиков на этой базе данных. Значение 0 означает, что кэш никогда не устаревает. Если значение не указано, то используется глобальный тайм-аут.

source: Duration (in seconds) of the caching timeout for this chart. Note this defaults to the datasource/table timeout if undefined.
ru: Продолжительность (сек) таймаута-кэша для этого графика. Значение 0 означает, что кэш никогда не устаревает. Если значение не указано, то используется тайм-аут источника данных

source: Duration (in seconds) of the caching timeout for this chart. Set to -1 to bypass the cache. Note this defaults to the dataset's timeout if undefined.
ru: Продолжительность (в секундах) тайм-аута кэширования для этого графика. Установите -1 для отмены кэширования.

source: Duration (in seconds) of the caching timeout for this table. A timeout of 0 indicates that the cache never expires. Note this defaults to the database timeout if undefined.
ru: Длительность (сек) таймаута-кэша для этого источника данных. Значение 0 означает, что кэш никогда не устаревает. Если значение не указано, то используется тайм-аут базы данных.

source: Duration (in seconds) of the metadata caching timeout for schemas of this database. If left unset, the cache never expires.
ru: Продолжительность (в секундах) тайм-аута кэширования схем этой базы данных. Если оставить пустым, кэш никогда не устареет.

source: Duration (in seconds) of the metadata caching timeout for tables of this database. If left unset, the cache never expires.
ru: Продолжительность (в секундах) тайм-аута кэширования таблиц этой базы данных. Если оставить пустым, кэш никогда не устареет.

source: Duration in ms (1.40008 => 1ms 400µs 80ns)
ru: Длительность в мсек (1.40008 => 1ms 400µs 80ns)

source: Duration in ms (100.40008 => 100ms 400µs 80ns)
ru: Длительность в мсек (1.40008 => 1ms 400µs 80ns)

source: Duration in ms (66000 => 1m 6s)
ru: Длительность в мсек (66000 => 1m 6s)

source: Duration: %s
ru: Длительность: %s

source: Dynamic Aggregation Function
ru: Динамическая функция агрегации

source: Dynamically search all filter values
ru: Динамический поиск доступных значений

source: END (EXCLUSIVE)
ru: Конец (невключительно)

source: ERROR
ru: Ошибка

source: ERROR: %s
ru: ОШИБКА: %s

source: Edge
ru: По краям

source: Edge length
ru: Длина ребра

source: Edge length between nodes
ru: Длина ребер между узлами

source: Edge symbols
ru: Символы концов

source: Edge width
ru: Толщина ребра

source: Edit
ru: Редактировать

source: Edit Alert
ru: Редактировать оповещение

source: Edit CSS
ru: Редактировать CSS

source: Edit CSS Template
ru: Редактировать шаблоны CSS

source: Edit CSS template properties
ru: Редактирование параметров CSS шаблона

source: Edit Chart
ru: Обзор Графика

source: Edit Chart Properties
ru: Редактировать свойства графика

source: Edit Column
ru: Редактировать столбец

source: Edit Dashboard
ru: Редактировать отчет

source: Edit Database
ru: Редактировать базу данных

source: Edit Dataset
ru: Редактировать источник

source: Edit Form
ru: Редактировать форму

source: Edit Log
ru: Редактировать лог

source: Edit Metric
ru: Редактировать показатель

source: Edit Plugin
ru: Редактировать плагин

source: Edit Report
ru: Редактировать рассылку

source: Edit Rule
ru: Редактировать правило

source: Edit Table
ru: Редактировать таблицу

source: Edit annotation
ru: Редактировать аннотацию

source: Edit annotation layer
ru: Редактировать слой аннотации

source: Edit annotation layer properties
ru: Редактировать свойства слоя аннотаций

source: Edit chart
ru: Редактировать график

source: Edit chart properties
ru: Редактировать свойства

source: Edit dashboard
ru: Редактировать Отчет

source: Edit database
ru: Редактировать базу данных

source: Edit dataset
ru: Редактировать источник

source: Edit date range
ru: Редактировать диапазон дат

source: Edit email report
ru: Изменить рассылку

source: Edit formatter
ru: Изменить форматирование

source: Edit properties
ru: Редактировать свойства

source: Edit query
ru: Редактировать запрос

source: Edit template
ru: Редактировать шаблон

source: Edit template parameters
ru: Изменить параметры шаблона

source: Edit the dashboard
ru: Редактировать отчет

source: Edit time range
ru: Изменить параметры фильтра по времени

source: Edited
ru: По дате редактирования

source: Editing 1 filter:
ru: Редактирование 1 фильтра:

source: Editing filter set:
ru: Редактирование фильтр-сета:

source: Either the database is spelled incorrectly or does not exist.
ru: Указанная база данных не существует.

source: Either the username "%(username)s" or the password is incorrect.
ru: Некорректное имя пользователя "%(username)s" или пароль.

source: Either the username "%(username)s", password, or database name "%(database)s" is incorrect.
ru: Некорректное имя пользователя "%(username)s", пароль или имя базы данных "%(database)s" .

source: Either the username or the password is wrong.
ru: Некорректное имя пользователя или пароль.

source: Elevation
ru: Возвышение

source: Email
ru: Почта

source: Email address where the email will be sent
ru: Адрес электронной почты на которую будут приходить письма

source: Email reports active
ru: Активные рассылки

source: Email successfully sent.
ru: Письмо отправлено.

source: Email theme
ru: Тема письма

source: Embed
ru: Встроить

source: Embed code
ru: Код встраивания

source: Embed dashboard
ru: Встроить отчет

source: Embedding deactivated.
ru: Встраивание отключено.

source: Emit Filter Events
ru: Кросс-фильтрация

source: Emphasis
ru: Выделение

source: Employment and education
ru: Работа и образование

source: Empty circle
ru: Пустой круг

source: Empty collection
ru: Пустой набор

source: Empty column
ru: Пустой столбец

source: Empty query result
ru: Запрос не вернул результатов

source: Empty query?
ru: Пустой запрос

source: Empty row
ru: Пустая строка

source: Enable 'Allow file uploads to database' in any database's settings
ru: Разрешите загрузку файлов хотя бы в одну базу данных

source: Enable Filter Select
ru: Включить онлайн фильтр

source: Enable cross-filtering
ru: Включить кросс-фильтры

source: Enable data zooming controls
ru: Включить функционал зума данных.

source: Enable embedding
ru: Включить встраивание

source: Enable forecast
ru: Включить прогнозирование

source: Enable forecasting
ru: Включить прогнозирование

source: Enable graph roaming
ru: Включить перемещение графа

source: Enable limit line
ru: Включить отображение лимита

source: Enable node dragging
ru: Включить перетаскивание

source: Enable query cost estimation
ru: Оценка стоимости запроса

source: Enable server side pagination of results (experimental feature)
ru: Включить постраничный вывод данных на серверной стороне

source: Enable slide show mode
ru: Включить слайд-шоу

source: Enable zoom controls
ru: Включить зумирование

source: Encountered invalid NULL spatial entry, please consider filtering those out
ru: В координатах обнаружено значение NULL, пожалуйста отфильтруйте такие значения

source: End
ru: После

source: End (Longitude, Latitude):
ru: Конец (координаты):

source: End Longitude & Latitude
ru: Конечные долгота и широта

source: End angle
ru: Конечный угол

source: End date
ru: Дата конца

source: End date excluded from time range
ru: Последний день невключительно

source: End date must be after start date
ru: Невозможно выбрать дату 'от', которая позже даты 'до'

source: Engine "%(engine)s" cannot be configured through parameters.
ru: Engine "%(engine)s" не может быть настроен при помощи параметров.

source: Engine Parameters
ru: Параметры engine

source: Engine spec "InvalidEngine" does not support being configured via individual parameters.
ru: Параметр "InvalidEngine" не может быть указан в индивидуальных параметрах.

source: Enter CA_BUNDLE
ru: Введите CA_BUNDLE

source: Enter Primary Credentials
ru: Укажите реквизиты входа

source: Enter a delimiter for this data
ru: Укажите разделитель

source: Enter a name for this sheet
ru: Укажите название таблицы

source: Enter a new title for the tab
ru: Введите название для вкладки

source: Enter duration in seconds
ru: Введите длительность в секундах

source: Enter email theme
ru: Укажите тему для письма

source: Enter fullscreen
ru: Полноэкранный режим

source: Enter some text before sending
ru: Заполните поле письма прежде чем отправлять его

source: Enter the required %(dbModelName)s credentials
ru: Укажите реквизиты входа %(dbModelName)s

source: Enter valid email
ru: Введите корректный адрес электронной почты

source: Entity
ru: Элемент

source: Entity ID
ru: ID сущности

source: Equal Date Sizes
ru: Единый размер дат

source: Equal to (=)
ru: Равно (=)

source: Error
ru: Ошибка

source: Error in jinja expression in HAVING clause: %(msg)s
ru: Ошибка в jinja в выражении HAVING: %(msg)s

source: Error in jinja expression in RLS filters: %(msg)s
ru: Ошибка в jinja в RLS фильтрах: %(msg)s

source: Error in jinja expression in WHERE clause: %(msg)s
ru: Ошибка в jinja в выражении WHERE: %(msg)s

source: Error in jinja expression in fetch values predicate: %(msg)s
ru: Ошибка в jinja при изменении значений предиката: %(msg)s

source: Error loading chart datasources. Filters may not work correctly.
ru: Ошибка при загруске датасета графика. Фильтры могут работать некорректно.

source: Error message
ru: Сообщение об ошибке

source: Error while fetching charts
ru: Ошибка при получении графиков

source: Error while fetching data: %s
ru: Ошибка при получении данных: %s

source: Error while rendering virtual dataset query: %(msg)s
ru: Ошибка при попытке отображения запроса виртуального датасета: %(msg)s

source: Error: %(error)s
ru: Ошибка: %(error)s

source: Error: %(msg)s
ru: Ошибка: %(msg)s

source: Error: permalink state not found
ru: Ошибка: состояние пермалинка не найдено

source: Errors: %s
ru: Ошибки: %s

source: Estimate cost
ru: Ресурсы, необходимые для исполнения запроса

source: Estimate selected query cost
ru: Ресурсы, необходимые для исполнения запроса

source: Estimate the cost before running a query
ru: Производить оценку затрат ресурсов перед выполнением запроса

source: Event
ru: Событие

source: Event Flow
ru: Поток событий

source: Event Names
ru: Названия событий

source: Event definition
ru: Определение события

source: Event flow
ru: Поток событий

source: Event time column
ru: Временной столбец событий

source: Every
ru: Каждый

source: Evolution
ru: Динамика

source: Exact
ru: Точное

source: Example
ru: Пример

source: Examples
ru: Примеры

source: Excel File
ru: Файл excel

source: Excel file "%(excel_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
ru: Excel-файл "%(excel_filename)s" загружен в таблицу "%(table_name)s" базы данных "%(db_name)s"

source: Excel to Database configuration
ru: Настройка загрузки excel в базу данных

source: Exclude selected values
ru: Исключать указанные значения

source: Excluded roles
ru: Исключенные роли

source: Executed SQL
ru: Выполненный SQL

source: Executed query
ru: Выполненный запрос

source: Execution ID
ru: ID запуска

source: Execution log
ru: Лог запусков

source: Existing dataset
ru: Существующий датасет

source: Exit fullscreen
ru: Выйти из полноэкранного режима

source: Expand
ru: Развернутый

source: Expand all
ru: Развернуть все

source: Expand data panel
ru: Развернуть панель данных

source: Expand row
ru: Развернуть

source: Expand table preview
ru: Раскрыть предпросмотр

source: Expand tool bar
ru: Показать панель инструментов

source: Expects a formula with depending time parameter 'x' in milliseconds since epoch. mathjs is used to evaluate the formulas. Example: '2x+5'
ru: Укажите формулу зависимости от 'x' в миллисекундах с начала эпохи. Например '2x + 5'

source: Expenses
ru: Расходы

source: Experimental
ru: Экспериментальные

source: Explore
ru: Обзор графика

source: Explore - %(table)s
ru: Обзор - %(table)s

source: Explore the result set in the data exploration view
ru: Обзор результата в режиме конструктора графика

source: Export
ru: Экспорт

source: Export charts from all the tabs
ru: Выгрузить графики со всех вкладок

source: Export dashboard to EXCEL
ru: Выгрузить отчет в Excel

source: Export dashboards?
ru: Экспортировать отчеты?

source: Export images of charts
ru: Выгрузить изображения графиков

source: Export query
ru: Экспорт запроса

source: Export tables as it displays
ru: Выгрузить табличные графики в текущем виде

source: Export to .CSV
ru: Выгрузить исходные данные в .CSV

source: Export to .JSON
ru: Выгрузить исходные данные в .JSON

source: Export to EXCEL
ru: Выгрузить В EXCEL

source: Export to Excel
ru: Выгрузить исходные данные в EXCEL

source: Export to PDF
ru: Сохранить как PDF

source: Export to YAML
ru: Экспорт в YAML

source: Export to YAML?
ru: Экспортировать в YAML?

source: Export to full .CSV
ru: Выгрузить все исходные данные в CSV

source: Export to full Excel
ru: Экспорт в полный Excel

source: Export to original .CSV
ru: Экспортировать в .CSV

source: Export to pivoted .CSV
ru: Транспонировать в .CSV

source: Exporting
ru: Выгрузка

source: Expose database in SQL Lab
ru: Добавить базу данных в Лабораторию SQL

source: Expose in SQL Lab
ru: Отображать в SQL Лаборатории

source: Expose this DB in SQL Lab
ru: Показать базу данных в SQL Лаборатории

source: Expression
ru: Выражение SQL

source: Extra
ru: Дополнительные параметры

source: Extra Controls
ru: Доп. элементы управления

source: Extra JSON
ru: Дополнительные параметры

source: Extra Parameters
ru: Дополнительные параметры

source: Extra data for JS
ru: Доп. данные для JS

source: Extra data to specify table metadata. Currently supports metadata of the format: `{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.
ru: Дополнительные поля метаданных. На данный момемнт поддерживаются следующие данные:`{ "certification": { "certified_by": "Data Platform Team", "details": "This table is the source of truth." }, "warning_markdown": "This is a warning." }`.

source: Extra field cannot be decoded by JSON. %(msg)s
ru: Поле не может быть JSON %(msg)s

source: Extra parameters for use in jinja templated queries
ru: Дополнительные параметры для jinja темплейтинга, которые могут быть использованы в запросе.

source: Extra parameters that any plugins can choose to set for use in Jinja templated queries
ru: Дополнительные параметры, которые плагины могут использовать в шаблонах Jinja

source: Extra url parameters for use in Jinja templated queries
ru: Дополнительные параметры URL для работы с шаблонами jijna

source: Extruded
ru: Объем

source: FEB
ru: Фев

source: FRI
ru: Пт

source: Factor
ru: Отношение

source: Factor to multiply the metric by
ru: Число, на которое умножается показатель

source: Fail
ru: Ошибка

source: Failed
ru: Ошибка

source: Failed at retrieving results
ru: Невозможно выполнить запрос

source: Failed at stopping query. %s
ru: Не удалось прервать запрос: %s

source: Failed to create report
ru: Не удалось создать рассылку

source: Failed to execute %(query)s
ru: Не удалось выполнить %(query)s

source: Failed to generate chart edit URL
ru: Не удалось сгенерировать URL

source: Failed to load chart data
ru: Не удалось загрузить данные графика

source: Failed to load chart data.
ru: Не удалось загрузить данные графика.

source: Failed to load dimensions for drill by
ru: Не удалось загрузить разрезы для анализа

source: Failed to retrieve advanced type
ru: Не удалось получить продвинутый тип

source: Failed to save cross-filter scoping
ru: Ошибка при сохранении влияния кросс-фильтров

source: Failed to start remote query on a worker.
ru: Не удалось запустить запрос на воркере.

source: Failed to update report
ru: Не удалось обновить рассылку

source: Failed to verify select options: %s
ru: Не удалось применить выбранные параметры: %s

source: Favorite
ru: Избранное

source: Favorites
ru: Избранное

source: February
ru: Февраль

source: Feedback form
ru: Форма обратной связи

source: Feedback text
ru: Отзыв

source: Fetch Values Predicate
ru: Получить значения предиката

source: Fetch data preview
ru: Получить данные для просмотра

source: Fetched %s
ru: Получен %s

source: Fetching
ru: Чтение

source: Field cannot be decoded by JSON. %(json_error)s
ru: Поле не может быть JSON: %(json_error)s

source: Field cannot be decoded by JSON. %(msg)s
ru: Поле не может быть JSON: %(msg)s

source: Field is required
ru: Поле обязательно

source: File
ru: Файл

source: Fill Color
ru: Цвет заполнения

source: Fill all required fields to enable "Default Value"
ru: Укажите все необходимые поля

source: Fill method
ru: Метод заполнения

source: Filled
ru: Заполнение

source: Filter
ru: Фильтр

source: Filter Configuration
ru: Конфигурация фильтра

source: Filter List
ru: Фильтры

source: Filter Settings
ru: Параметры фильтра

source: Filter Type
ru: Тип фильтра

source: Filter box (legacy)
ru: Filter box (будет удален)

source: Filter charts
ru: Отфильтровать графики

source: Filter configuration
ru: Укажите параметры фильтра

source: Filter configuration for the filter box
ru: Настройки фильтрации для фильтра

source: Filter has default value
ru: Значение по умолчанию

source: Filter menu
ru: Меню фильтров

source: Filter metadata changed in dashboard. It will not be applied.
ru: Параметры фильтра в отчете были изменены, он не будет применен.

source: Filter name
ru: Название фильтра

source: Filter only displays values relevant to selections made in other filters.
ru: Фильтр отображает только значения, удовлетворяющие условиям других фильтров.

source: Filter results
ru: Результаты поиска

source: Filter set already exists
ru: Фильтр-сет уже существует

source: Filter set with this name already exists
ru: Фильтр-сет с таким названием уже существует

source: Filter sets (%(filterSetCount)d)
ru: Фильтр-сеты (%(filterSetCount)d)

source: Filter type
ru: Тип фильтра

source: Filter value (case sensitive)
ru: Значение фильтра

source: Filter value is required
ru: Обязателен для заполнения

source: Filter value list cannot be empty
ru: Фильтр не может быть пустым

source: Filter your charts
ru: Укажите фильтруемые параметры

source: Filterable
ru: Фильтруемый

source: Filters
ru: Фильтры

source: Filters (%d)
ru: Фильтры (%d)

source: Filters by columns
ru: Фильтры по столбцам

source: Filters by metrics
ru: Фильтры по показателям

source: Filters configuration
ru: Настройки фильтрации

source: Filters out of scope (%d)
ru: Неприменяемые фильтры (%d)

source: Filters with the same group key will be ORed together within the group, while different filter groups will be ANDed together. Undefined group keys are treated as unique groups, i.e. are not grouped together. For example, if a table has three filters, of which two are for departments Finance and Marketing (group key = 'department'), and one refers to the region Europe (group key = 'region'), the filter clause would apply the filter (department = 'Finance' OR department = 'Marketing') AND (region = 'Europe').
ru: Фильтры из одной группы будут применяться с условием OR, в то время как фильтры из разных групп будут применяться с уловием AND. Неопределенные группы считаются уникальными.

source: Finish
ru: Сохранить

source: First
ru: Первое

source: Fix the trend line to the full time range specified in case filtered results do not include the start or end dates
ru: Отображать линию динамики показателя за весь период вне зависимости от установленных фильтров.

source: Fix to selected Time Range
ru: Закрепить период времени

source: Fixed
ru: Фиксированный

source: Fixed Color
ru: Статичный цвет

source: Fixed color
ru: Заданный цвет

source: Fixed point radius
ru: Фикс. радиус точки

source: Flow
ru: Поток

source: Focus series
ru: Фокус при наведении

source: Focus series on hover
ru: При наведении на столбец, все столбцы той же группы будут выделяться, а остальные столбцы будут в расфокусе.

source: Font size
ru: Размер шрифта

source: Font size for axis labels, detail value and other text elements
ru: Размер шрифта для меток, значений и прочих текстов

source: Font size for the biggest value in the list
ru: Размер шрифта для наибольшей величины в списке

source: Font size for the smallest value in the list
ru: Размер шрифта для наименьшей величины в списке

source: Font size headers
ru: Размер шрифта заголовков

source: Font size value
ru: Размер шрифта значений

source: For Bigquery, Presto and Postgres, shows a button to compute cost before running a query.
ru: Для Bigquery, Presto и Postgres показывает кнопку для расчета стоимости перед выполнением запроса.

source: For further instructions, consult the
ru: Для доп. информации обратитесь к

source: For more information about objects are in context in the scope of this function, refer to the
ru: Для дополнительной информации об объектах, к которым применена функция, изучите

source: For regular filters, these are the roles this filter will be applied to. For base filters, these are the roles that the filter DOES NOT apply to, e.g. Admin if admin should see all data.
ru: Для регулярных фильтров это роли, к которым он может быть применен. Для базовых фильтров это роли, к которым фильтр НЕ применяется.

source: Force
ru: Связи

source: Force all tables and views to be created in this schema when clicking CTAS or CVAS in SQL Lab.
ru: Принудительно создавать все таблицы и представления в этой схеме при выборе CTAS или CVAS в лаборатории SQL.

source: Force date format
ru: Принудительный формат даты

source: Force refresh
ru: Принудительно обновить

source: Force refresh schema list
ru: Принудительное обновление списка схем

source: Force refresh table list
ru: Принудительное обновление списка таблиц

source: Forecast periods
ru: Периоды для прогноза

source: Forest Green
ru: Травяной

source: Form
ru: Форма обратной связи

source: Form data not found in cache, reverting to chart metadata.
ru: В кэше не найдены данные формы, возвращение к метаданным графика.

source: Form data not found in cache, reverting to dataset metadata.
ru: В кэше не найдены данные формы, возвращение к метаданным датасета.

source: Format totals with conditions
ru: Включить итоги в условное форматирование

source: Formattable
ru: Форматируемые

source: Formatted CSV attached in email
ru: Форматированный CSV прикрепленный к письму

source: Formatted date
ru: Формат даты

source: Formatted value
ru: Форматирование значение

source: Formatting
ru: Форматирование

source: Formula
ru: Формула

source: Forward values
ru: Протягивание вперед

source: Found invalid orderby options
ru: Некорректные параметры сортировки

source: Fraction digits
ru: Десятичные знаки

source: Frequency
ru: Частота

source: Friction
ru: Трение

source: Friction between nodes
ru: Трение между узлами

source: Friday
ru: Пятница

source: From date cannot be larger than to date
ru: Невозможно установить дату "от", которая позже даты "до".

source: Full expand the tables
ru: Разворачивать иерархию в табличных графиках

source: Full name
ru: Полное имя

source: Funnel Chart
ru: Воронка

source: Further customize how to display each column
ru: Дополнительные настройки параметров отображения столбцов.

source: Further customize how to display each metric
ru: Дополнительная кастомизация форматов отображения показателей

source: GROUP BY
ru: Группировка

source: Gauge Chart
ru: Индикатор

source: General
ru: Общие настройки

source: General level
ru: Основной слой

source: Generate table in XLSX
ru: Сформировать таблицу в XLSX

source: Generating link, please wait..
ru: Создание ссылки...

source: Generic Chart
ru: Простой график

source: Geo
ru: Гео

source: GeoJSON column
ru: Столбец GeoJson
