Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: Create dataset and create chart
ru: Создать датасет и затем график

source: Create new chart
ru: Создать новый график

source: Create new filter set
ru: Создать новый фильтр-сет

source: Create or select schema...
ru: Создайте или укажите схему...

source: Created
ru: По дате создания

source: Created by
ru: Создано

source: Created by me
ru: Создано мной

source: Created content
ru: Созданный контент

source: Created on
ru: Создано

source: Creating SSH Tunnel failed for an unknown reason
ru: При создании SSH туннеля произошла неизвестная ошибка

source: Creating a data source and creating a new tab
ru: Создание источника данных и добавление новой вкладки

source: Creator
ru: Автор

source: Crimson
ru: Малиновый

source: Cross Filter hierarchy
ru: Кросс-фильтрация по иерархии

source: Cross filtering by row
ru: Кросс-фильтрация по строке

source: Cross-filter
ru: Кросс-фильтрация

source: Cross-filter will be applied to all of the charts that use this dataset.
ru: Кросс-фильтры будут применены ко всем графикам, использующим тот же датасет.

source: Cross-filtering is not enabled for this dashboard.
ru: Кросс-фильтрация не активирована в этом отчете.

source: Cross-filtering is not enabled in this dashboard
ru: Кросс-фильтрация не активирована в этом отчете

source: Cross-filtering scoping
ru: Область влияния кросс-фильтров

source: Cross-filters
ru: Кросс-фильтры

source: Cumulative
ru: Накопительный

source: Currency
ru: Валюта

source: Currency format
ru: Формат валюты

source: Currency prefix or suffix
ru: Префикс или постфикс валюты

source: Currency symbol
ru: Валюта

source: Currently rendered: %s
ru: Отображается: %s

source: Custom
ru: Пользовательский

source: Custom Label
ru: Метка

source: Custom Plugin
ru: Пользовательский плагин

source: Custom Plugins
ru: Пользовательские плагины

source: Custom SQL
ru: SQL

source: Custom SQL ad-hoc metrics are not enabled for this dataset
ru: Простые показатели запрещены для этого датасета

source: Custom SQL fields cannot contain sub-queries.
ru: Пользовательские поля SQL не могут содержать подзапросы.

source: Custom time filter plugin
ru: Фильтр по времени

source: Custom width of the screenshot in pixels
ru: Своя ширина скриншота в пикселях

source: Customize
ru: Кастомизация

source: Customize Metrics
ru: Кастомизация показателей

source: Customize chart metrics or columns with currency symbols as prefixes or suffixes. Choose a symbol from dropdown or type your own.
ru: Настройте показатели диаграммы или столбцы с символами валют в качестве суффиксов или постфиксов. Выберите символ из выпадающего списка или введите свой собственный.

source: Customize columns
ru: Настроить столбцы

source: Cyclic dependency detected
ru: Обнаружена цикличная зависимость

source: D3 Format
ru: Формат D3

source: D3 format
ru: Формат D3

source: D3 format syntax: https://github.com/d3/d3-format
ru: D3 форматирование: https://github.com/d3/d3-format

source: D3 number format for numbers between -1.0 and 1.0, useful when you want to have different significant digits for small and large numbers
ru: Шаблон D3 форматирования чисел в диапазоне от -1 до 1. Может быть полезно если вы хотите отображать разное число значимых цифр для больших и маленьких значений

source: D3 time format for datetime columns
ru: Формат D3 для временных столбцов

source: D3 time format syntax: https://github.com/d3/d3-time-format
ru: D3 форматирование времени: https://github.com/d3/d3-time-format

source: DB column %(col_name)s has unknown type: %(value_type)s
ru: Столбец %(col_name)s имеет неизвестный тип: %(value_type)s

source: DEC
ru: Дек

source: DELETE
ru: УДАЛИТЬ

source: Daily seasonality
ru: Дневная сезонность

source: Dark
ru: Темная

source: Dark Cyan
ru: Темно-бирюзовый

source: Dark mode
ru: Темная тема

source: Dashboard
ru: Отчет

source: Dashboard Info
ru: Информация отчета

source: Dashboard [%s] just got created and chart [%s] was added to it
ru: Отчет [%s] был создан, и график [%s] был добавлен в него

source: Dashboard [{}] just got created and chart [{}] was added to it
ru: Отчет [{}] был создан и в него был добавлен график [{}]

source: Dashboard could not be deleted.
ru: Невозможно удалить отчет.

source: Dashboard could not be updated.
ru: Невозможно обновить отчет.

source: Dashboard does not exist
ru: Отчет не существует

source: Dashboard execution failed when generating a PDF.
ru: Рассылка PDF закончилась ошибкой

source: Dashboard execution failed when generating a screenshot.
ru: Не удалось создать скриншот для рассылки.

source: Dashboard imported
ru: Отчет импортирован

source: Dashboard parameters are invalid.
ru: Некооректные параметры отчета.

source: Dashboard properties
ru: Свойства отчета

source: Dashboard properties updated
ru: Свойства отчета обновлены

source: Dashboard scheme
ru: Цветовая схема отчета

source: Dashboard time range filters apply to temporal columns defined in the filter section of each chart. Add temporal columns to the chart filters to have this dashboard filter impact those charts.
ru: Фильтры временного диапазона отчета применяются к временным столбцам, определенным в разделе "Время" каждого графика.

source: Dashboard title
ru: Заголовок отчета

source: Dashboard usage
ru: Применение на дашбордах

source: Dashboards
ru: Отчеты

source: Dashboards added to
ru: Используется в отчетах

source: Dashboards could not be created.
ru: Невозможно создать отчеты.

source: Dashboards do not exist
ru: Отчеты не существуют

source: Dashed
ru: Пунктирная

source: Data
ru: Данные

source: Data Table
ru: Таблица данных

source: Data URI is not allowed.
ru: URI запрещен.

source: Data Zoom
ru: Зум

source: Data could not be deserialized from the results backend. The storage format might have changed, rendering the old data stake. You need to re-run the original query.
ru: Не удалось получить данные из бэкенда результатов. Пожалуйста выполните запрос снова.

source: Data could not be retrieved from the results backend. You need to re-run the original query.
ru: Не удалось получить данные из бэкенда результатов. Пожалуйста выполните запрос снова.

source: Data has no time steps
ru: В данных нет временных шагов

source: Data preview
ru: Предпросмотр данных

source: Data refreshed
ru: Метаданные обновлены

source: Data source
ru: Источник данных

source: Data type
ru: Тип данных

source: DataFrame include at least one series
ru: Датафрейм должен содержать хотя бы один ряд

source: DataFrame must include temporal column
ru: Датаврейм должен содержать временной столбец

source: Database
ru: База данных

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for columnar uploads. Please contact your Superset Admin.
ru: Загрузка файла в схему "%(schema_name)s" базы данных "%(database_name)s"запрещена. Пожалуйста свяжитесь с администратором.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for csv uploads. Please contact your Superset Admin.
ru: Загрузка CSV в схему "%(schema_name)s" базы данных "%(database_name)s"запрещена. Пожалуйста свяжитесь с администратором.

source: Database "%(database_name)s" schema "%(schema_name)s" is not allowed for excel uploads. Please contact your Superset Admin.
ru: Загрузка excel в схему "%(schema_name)s" базы данных "%(database_name)s"запрещена. Пожалуйста свяжитесь с администратором.

source: Database Connections
ru: Базы данных

source: Database Creation Error
ru: Ошибка создания базы данныз

source: Database connected
ru: База данных подключена

source: Database could not be created.
ru: Невозможно создать базу данных.

source: Database could not be deleted.
ru: База данных не может быть удалена.

source: Database could not be updated.
ru: Невозможно обновить базу данных.

source: Database does not allow data manipulation.
ru: В базе данных запрещены изменения данных.

source: Database does not exist
ru: База данных не существует

source: Database does not support subqueries
ru: База данных не поддерживает подзапросы

source: Database driver for importing maybe not installed. Visit the Superset documentation page for installation instructions:
ru: Возможно не установлен драйвер базы данных для импорта.

source: Database error
ru: Ошибка базы данных

source: Database is offline.
ru: База данных не доступна.

source: Database is required for alerts
ru: Укажите базу данных для оповещений

source: Database name
ru: Имя базы данных

source: Database not allowed to change
ru: Редактирование базы данных запрещено

source: Database not found.
ru: База данных не найдена.

source: Database parameters are invalid.
ru: Некорректные параметры базы данных.

source: Database passwords
ru: Пароль БД

source: Database port
ru: Порт

source: Database settings updated
ru: Параметры базы данных обновлены

source: Databases
ru: Базы данных

source: Dataframe Index
ru: Индекс датафрейма

source: Dataset
ru: Источник

source: Dataset %(name)s already exists
ru: Датасет %(name)s уже существует

source: Dataset Name
ru: Наименование датасета

source: Dataset column delete failed.
ru: Не удалось удалить столбец.

source: Dataset column not found.
ru: Столбец не найден в датасете.

source: Dataset could not be created.
ru: Невозможно создать датасет.

source: Dataset could not be duplicated.
ru: Датасет не может быть дублирован.

source: Dataset could not be updated.
ru: Невозможно обновить датасет.

source: Dataset does not exist
ru: Датасет не существует

source: Dataset imported
ru: Датасет импортирован

source: Dataset is required
ru: Укажите датасет

source: Dataset metric delete failed.
ru: Не удалось удалить метрику.

source: Dataset metric not found.
ru: Метрика не найдена.

source: Dataset name
ru: Название источника данных

source: Dataset parameters are invalid.
ru: Некорректные параметры датасета.

source: Dataset schema is invalid, caused by: %(error)s
ru: Некорректная схема датасета, ошибка: %(error)s

source: Datasets
ru: Датасеты

source: Datasets can be created from database tables or SQL queries. Select a database table to the left or
ru: Датасеты могут быть созданы на основе таблиц базы данных или SQL запросов. Выберите таблицу или

source: Datasets could not be deleted.
ru: Датасет не может быть удален.

source: Datasets do not contain a temporal column
ru: В датасете нет временного столбца

source: Datasource
ru: Источник данных

source: Datasource & Chart Type
ru: Датасорс и тип графика

source: Datasource does not exist
ru: Источник данных не существует

source: Datasource type is invalid
ru: Некорректный тип источника данных

source: Datasource type is required when datasource_id is given
ru: Необходимо указать тип источника данных

source: Date Range
ru: Диапазон дат

source: Date Time Format
ru: Формат даты

source: Date filter
ru: Временной фильтр

source: Date format
ru: Формат даты

source: Date format string
ru: Формат даты

source: Date/Time
ru: Формат даты

source: Datetime Format
ru: Формат Datetime

source: Datetime column not provided as part table configuration and is required by this type of chart
ru: Для данной визуализации необходим временной ряд. Укажите столбец с датой в соответствующем поле раздела [Время]

source: Datetime format
ru: Формат Datetime

source: Day
ru: День

source: Day (freq=D)
ru: День

source: Day First
ru: Первый день

source: Days %s
ru: Дней %s

source: Db engine did not return all queried columns
ru: База данных вернула не все столбцы из запроса

source: Deactivate
ru: Деактивировать

source: December
ru: Декабрь

source: Decides which column to sort the base axis by.
ru: Столбец для сортировки оси.

source: Decides which measure to sort the base axis by.
ru: Метрика для сортировки оси.

source: Decimal Character
ru: Десятичный символ

source: Deck.gl - 3D Grid
ru: 3D сетка на карте

source: Deck.gl - 3D HEX
ru: 3D гексагоны на карте

source: Deck.gl - Arc
ru: Дуги на карте

source: Deck.gl - GeoJSON
ru: GeoJSON на карте

source: Deck.gl - Heatmap
ru: Пути на карте

source: Deck.gl - Multiple Layers
ru: Многослойная карта

source: Deck.gl - Paths
ru: Пути на карте

source: Deck.gl - Polygon
ru: Полигоны на карте

source: Deck.gl - Scatter plot
ru: Точки на карте

source: Deck.gl - Screen Grid
ru: Сетка на карте

source: Default
ru: По умолчанию

source: Default Endpoint
ru: URL для редиректа

source: Default URL
ru: URL по умолчанию

source: Default URL to redirect to when accessing from the dataset list page
ru: URL для переадресации

source: Default Value
ru: Значение по умолчанию

source: Default collapsed column
ru: Свернутый по умолчанию столбец

source: Default collapsed metric
ru: Свернутые по умолчанию показатели

source: Default collapsed row
ru: Свернутая по умолчанию строка

source: Default datetime
ru: Временной столбец по умолчанию

source: Default granularity
ru: Единица времени

source: Default latitude
ru: Широта по умолчанию

source: Default longitude
ru: Долгота по умолчанию

source: Default minimal column width in pixels, actual width may still be larger than this if other columns don't need much space
ru: Мин./макс. ширина столбца в пикселях. Фактическая ширина может быть больше, чем указанное здесь число.

source: Default time ranges
ru: Стандартные фильтры по времени

source: Default value is required
ru: Укажите значение по умолчанию

source: Default value must be set when "Filter has default value" is checked
ru: Укажите значение по умолчанию.

source: Default value must be set when "Filter value is required" is checked
ru: Укажите значение по умолчанию

source: Default value set automatically when "Select first filter value by default" is checked
ru: Значение по умолчанию устанавливается автоматически

source: Define a function that receives the input and outputs the content for a tooltip
ru: Опишите функцию, которая генерирует данные для подсказки

source: Define a function that returns a URL to navigate to when user clicks
ru: Опишите функцию, которая возвращает URL при клике пользователя

source: Define a javascript function that receives the data array used in the visualization and is expected to return a modified version of that array. This can be used to alter properties of the data, filter, or enrich the array.
ru: Опишите JS функцию, которая будет получать данные, используемые в графике и модифицировать его. Это может использоваться для изменения данных, фильтрации, или обогащения данных.

source: Defines a rolling window function to apply, works along with the [Periods] text box
ru: Функция, применяемая к данным за периоды, попадающие в скользящее окно.

source: Defines how each series is broken down
ru: Определяет каким образом разбивать каждый столбец на сегменты

source: Defines the grid size in pixels
ru: Определяет размер сетки в пикселях

source: Defines the grouping of entities. Each series is shown as a specific color on the chart and has a legend toggle
ru: Группировка в ряды данных. Каждый ряд выделяется отдельным цветом и отображается в легенде.

source: Defines the size of the rolling window function, relative to the time granularity selected
ru: Задаёт размер скользящего окна в количестве периодов, соответствующих грануляции времени.

source: Defines whether the step should appear at the beginning, middle or end between two data points
ru: Отрисовывать ступеньку с началом, центром или концом в точке.

source: Delete
ru: Удалить

source: Delete %s?
ru: Удалить %s?

source: Delete Annotation?
ru: Удалить аннотацию?

source: Delete Database?
ru: Удалить базу данных?

source: Delete Dataset?
ru: Удалить датасет?

source: Delete Layer?
ru: Удалить слой?

source: Delete Query?
ru: Удалить запрос?

source: Delete Report?
ru: Удалить отчет?

source: Delete Template?
ru: Удалит шаблон?

source: Delete all Really?
ru: Удалить все?

source: Delete annotation
ru: Удалить аннотацию

source: Delete dashboard tab?
ru: Удалить вкладку?

source: Delete database
ru: Удалить базу данных

source: Delete email report
ru: Удалить отчет

source: Delete query
ru: Удалить запрос

source: Delete template
ru: Удалить шаблон

source: Delete this container and save to remove this message.
ru: Удалите этот элемент, чтобы данное сообщение пропало.

source: Deleted
ru: Удалено

source: Deleted %(num)d annotation
ru: Удалена %(num)d аннотация

source: Deleted %(num)d annotation layer
ru: Удален %(num)d слой аннотаций

source: Deleted %(num)d chart
ru: Удален %(num)d график

source: Deleted %(num)d css template
ru: Удален %(num)d шаблон CSS

source: Deleted %(num)d dashboard
ru: Удален %(num)d отчет

source: Deleted %(num)d dataset
ru: Удален %(num)d датасет

source: Deleted %(num)d report schedule
ru: Удален %(num)d рассылка

source: Deleted %(num)d rules
ru: Удалено %(num)d правило

source: Deleted %(num)d saved query
ru: Удален %(num)d сохраненный запрос

source: Deleted %s
ru: Удалено %s

source: Deleted: %s
ru: Удалено: %s

source: Deleting a tab will remove all content within it. You may still reverse this action with the
ru: Удаление вкладки приведет к удалению ее содержимого. Вы можете отменить действие кнопкой

source: Delimited long & lat single column
ru: Долгота и Широта в одном столбце с разделителем

source: Delimiter
ru: Разделитель

source: Delivery method
ru: Способ доставки

source: Demographics
ru: Демография

source: Density
ru: Плотность

source: Dependent on
ru: Зависит от

source: Deprecated
ru: Устаревшие

source: Descending
ru: По убыванию

source: Description
ru: Описание

source: Description (this can be seen in the list)
ru: Описание

source: Description Columns
ru: Столбцы описания

source: Description text that shows up below your Big Number
ru: Текст, отображаемый снизу

source: Deselect all
ru: Снять выделение

source: Detail level
ru: Детальный слой

source: Details of the certification
ru: Детали согласования

source: Determines how whiskers and outliers are calculated.
ru: Определяет параметры расчета усов/выбросов.

source: Determines whether or not this dashboard is visible in the list of all dashboards
ru: Если активно, то отчет будет виден в общем списке отчетов

source: Developer mode
ru: Режим разработчика

source: Diamond
ru: Ромб

source: Did you mean:
ru: Вы имели ввиду:

source: Difference
ru: Изменение

source: Dim Gray
ru: Темно-серый

source: Dimension
ru: Измерение

source: Dimension to use on x-axis.
ru: Показатель для отображения на оси X.

source: Dimension to use on y-axis.
ru: Показатель для отображения на оси Y.

source: Dimensions
ru: Группировка

source: Directional
ru: Направленный

source: Disable SQL Lab data preview queries
ru: Отключить предпросмотр лаборатории SQL

source: Disable data preview when fetching table metadata in SQL Lab. Useful to avoid browser performance issues when using databases with very wide tables.
ru: Отключить предпросмотр данных таблицы в лаборатории SQL. Полезно, чтобы избежать проблем с производительностью браузера при использовании баз данных с очень широкими таблицами.

source: Disable embedding?
ru: Отключить встраивание?

source: Disable slide show mode
ru: Отключить слайд-шоу

source: Disabled
ru: Отключено

source: Discard
ru: Отменить

source: Discrete
ru: Дискретные

source: Display
ru: Отображение

source: Display Name
ru: Отображаемое имя

source: Display column level subtotal
ru: Отображать строки/столбцы с итогами

source: Display column level total
ru: Отображать строки/столбцы с итогами

source: Display configuration
ru: Конфигурация отображения

source: Display metrics side by side within each column, as opposed to each column being displayed side by side for each metric.
ru: Отображение всех показателей для каждого столбца, а не всех столбцов для каждой метрики.

source: Display row level subtotal
ru: Отображать подыитоги строк

source: Display row level total
ru: Отображать строки/столбцы с итогами

source: Display settings
ru: Параметры отображения

source: Display the "Total:" label
ru: Отображать подпись "Итог:"

source: Displays connections between entities in a graph structure. Useful for mapping relationships and showing which nodes are important in a network. Graph charts can be configured to be force-directed or circulate. If your data has a geospatial component, try the deck.gl Arc chart.
ru: График отображает связи между объектами в виде графа. Полезен для отображения связей и визуального выделения наиболее весомых узлов и ребер.

source: Distribute across
ru: Распределять по

source: Distribution
ru: Распределение

source: Distribution - Bar Chart
ru: Столбчатая диаграмма распределения

source: District Columns
ru: Столбцы района

source: District GeoJSON
ru: GeoJson района

source: Districts
ru: Районы

source: Divider
ru: Разделитель

source: Do you want a donut or a pie?
ru: Отображение круга или кольца.

source: Documentation
ru: Документация

source: Domain
ru: Домен

source: Donut
ru: Кольцо

source: Dotted
ru: Точечная

source: Download
ru: Скачать график

source: Download as image
ru: Сохранить как изображение

source: Download to CSV
ru: Скачать как CSV

source: Draft
ru: Черновик

source: Drag and drop components and charts to the dashboard
ru: Перетаскивайте компоненты и графики на отчет

source: Drag and drop components to this tab
ru: Перетащите компоненты на эту вкладку

source: Draw a marker on data points. Only applicable for line types.
ru: Отображать маркеры на точках в линейных графиках.

source: Draw area under curves. Only applicable for line types.
ru: Заполнять область под линией цветом.

source: Draw line from Pie to label when labels outside?
ru: Отображать линию, соединяющую метку и сегмент на графике.

source: Draw split lines for minor axis ticks
ru: Отображать второстепенные деления на оси

source: Draw split lines for minor y-axis ticks
ru: Отображать второстепенные деления на оси Y.

source: Drill by
ru: Детальные данные

source: Drill by is not available for this data point
ru: Детальные данные не доступны для данной точки

source: Drill by is not yet supported for this chart type
ru: Детальные данные на данный момент не поддерживаются для этого графика.

source: Drill by: %s
ru: Детальные данные по: %s

source: Drill down
ru: Масштабировать

source: Drill to detail
ru: Детальные данные

source: Drill to detail by
ru: Детальные данные по

source: Drill to detail by value is not yet supported for this chart type.
ru: Детальные данные на данный момент не поддерживаются для этого графика.

source: Drill to detail is disabled because this chart does not group data by dimension value.
ru: Невозможно открыть детальные данные, поскольку в графике нет группировок.

source: Drill to detail: %s
ru: Детальные данные: %s

source: Drop
ru: Сброс

source: Drop a column here or click
ru: Перетащите столбец или нажмите

source: Drop a column/metric here or click
ru: Перетащите показатель или нажмите

source: Drop a temporal column here or click
ru: Перетащите сюда временной столбец или нажмите

source: Drop columns/metrics here or click
ru: Перетащите показатели или нажмите

source: Duplicate
ru: Дублировать

source: Duplicate column name(s): %(columns)s
ru: Повторяющееся названия столбцов: %(columns)s

source: Duplicate column/metric labels: %(labels)s. Please make sure all columns and metrics have a unique label.
ru: Указаны повторяющиеся метки столбцов/показателей: %(labels)s. Пожалуйста укажите уникальные метки.

source: Duplicate dataset
ru: Дублировать датасет

source: Duplicate tab
ru: Скопировать вкладку

source: Duration
ru: Длительность

source: Duration (in seconds) of the caching timeout for charts of this database. A timeout of 0 indicates that the cache never expires, and -1 bypasses the cache. Note this defaults to the global timeout if undefined.
ru: Продолжительность (сек) таймаута-кэша для графиков на этой базе данных. Значение 0 означает, что кэш никогда не устаревает, а -1 отменяет кэширование. Если значение не указано, то используется глобальный тайм-аут.
