Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: The password provided for username "%(username)s" is incorrect.
ru: Некорректный пароль для пользователя "%(username)s".

source: The password provided when connecting to a database is not valid.
ru: Указан некорректный пароль.

source: The passwords for the databases below are needed in order to import them together with the charts. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
ru: Пароли для баз данных необходимы для импорта вместе с графиками. Поля "Безопасность" и "Сертификат" не заполняются автоматически и должны быть заполнены вручную после импорта.

source: The passwords for the databases below are needed in order to import them together with the dashboards. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
ru: Пароли для баз данных необходимы для импорта вместе с отчетами. Поля "Безопасность" и "Сертификат" не заполняются автоматически и должны быть заполнены вручную после импорта.

source: The passwords for the databases below are needed in order to import them together with the datasets. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
ru: Пароли для баз данных необходимы для их импорта вместе с датасетами. Поля "Безопасность" и "Сертификат" не заполняются автоматически и должны быть заполнены вручную после импорта.

source: The passwords for the databases below are needed in order to import them together with the saved queries. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in export files, and should be added manually after the import if they are needed.
ru: Пароли для баз данных необходимы для импорта вместе с запросами. Поля "Безопасность" и "Сертификат" не заполняются автоматически и должны быть заполнены вручную после импорта.

source: The passwords for the databases below are needed in order to import them. Please note that the "Secure Extra" and "Certificate" sections of the database configuration are not present in explore files and should be added manually after the import if they are needed.
ru: Пароли для баз данных необходимы для их импорта. Поля "Безопасность" и "Сертификат" не заполняются автоматически и должны быть заполнены вручную после импорта.

source: The pattern of timestamp format. For strings use
ru: Шаблон формата TIMESTAMP. Для строк используйте

source: The periodicity over which to pivot time. Users can provide "Pandas" offset alias. Click on the info bubble for more details on accepted "freq" expressions.
ru: Единица измерения времени. Пользователи могут использовать синтаксис Pandas. Нажмите на инфо для более подробной информации.

source: The pixel radius
ru: Радиус ячейки в пикселях

source: The pointer to a physical table (or view). Keep in mind that the chart is associated to this Superset logical table, and this logical table points the physical table referenced here.
ru: Ссылка на физический источник данных.

source: The port is closed.
ru: Порт недоступен.

source: The port number is invalid.
ru: Некорректный номер порта.

source: The primary metric is used to define the arc segment sizes
ru: Показатель, используемый для определения какие временные ряды будут отображаться при ограничении количества выводимых рядов

source: The provided table was not found in the provided database
ru: Таблица была удалена или переименована в базе данных.

source: The query associated with the results was deleted.
ru: Запрос, вернувший данный результат, был удалён.

source: The query associated with these results could not be found. You need to re-run the original query.
ru: Не удалось найти запрос, связанный с этим результатом. Пожалуйста выполните запрос снова.

source: The query contains one or more malformed template parameters.
ru: Запрос содержит некорректные параметры jinja.

source: The query couldn't be loaded
ru: Запрос невозможно загрузить

source: The query estimation was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
ru: Выполнение запроса было прекращено через %(sqllab_timeout)s секунд. Вероятно запрос слишком сложный или БД перегружена.

source: The query has a syntax error.
ru: Синтаксическая ошибка в SQL-запросе.

source: The query returned no data
ru: Запрос не вернул результатов

source: The query was killed after %(sqllab_timeout)s seconds. It might be too complex, or the database might be under heavy load.
ru: Выполнение запроса было прекращено через %(sqllab_timeout)s секунд. Вероятно запрос слишком сложный или БД перегружена.

source: The radius (in pixels) the algorithm uses to define a cluster. Choose 0 to turn off clustering, but beware that a large number of points (>1000) will cause lag.
ru: Радиус в пикселях, который используется для объединения точек в кластеры. Укажите 0 для отключения кластеризации. Отображение более чем 1000 точек может привести к проблемам с производительностью.

source: The radius of individual points (ones that are not in a cluster). Either a numerical column or `Auto`, which scales the point based on the largest cluster
ru: Радиус для отдельных точек (не объединенных в кластер). Укажите числовой столбец или "Авто" для изменения размера на основе наибольшего кластера.

source: The report has been created
ru: Рассылка создана

source: The results backend no longer has the data from the query.
ru: Результаты запроса были удалены из бэкенда.

source: The results stored in the backend were stored in a different format, and no longer can be deserialized.
ru: Результаты были сохранены на бэкенде в другом формате и более недоступны.

source: The rich tooltip shows a list of all series for that point in time
ru: Подробная подсказка показывает список всех рядов для момента времени

source: The schema "%(schema)s" does not exist. A valid schema must be used to run this query.
ru: Схема "%(schema)s" не существует.

source: The schema "%(schema_name)s" does not exist. A valid schema must be used to run this query.
ru: Схема "%(schema_name)s" не существует.

source: The schema was deleted or renamed in the database.
ru: Схема базы данных была удалена или переименована.

source: The size of the square cell, in pixels
ru: Размер ячейки в пикселях

source: The submitted payload has the incorrect format.
ru: Указан некорректный формат.

source: The submitted payload has the incorrect schema.
ru: Указана некорректная схема.

source: The table "%(table)s" does not exist. A valid table must be used to run this query.
ru: Таблица "%(table)s" не существует.

source: The table "%(table_name)s" does not exist. A valid table must be used to run this query.
ru: Таблица "%(table_name)s" не существует.

source: The table was created. As part of this two-phase configuration process, you should now click the edit button by the new table to configure it.
ru: Таблица была создана. Нажмите на кнопку редактирования напротив новой таблицы, чтобы настроить ее.

source: The table was deleted or renamed in the database.
ru: Таблица была удалена или переименована в базе данных.

source: The time column for the visualization. Note that you can define arbitrary expression that return a DATETIME column in the table. Also note that the filter below is applied against this column or expression
ru: Столбец данных с датой или временем.

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`, `1 day` or `56 weeks`
ru: Детализация времени, с которой строится график. Обратите внимание, что для определения диапазона времени, вы можете использовать фразы. Например, можно указать - «10 seconds», «1 day» или «56 weeks»

source: The time granularity for the visualization. Note that you can type and use simple natural language as in `10 seconds`,`1 day` or `56 weeks`
ru: Единица времени для графика. Вы можете указывать текстовые выражения вида: `10 seconds`,`1 day` или `56 weeks`

source: The time granularity for the visualization. This applies a date transformation to alter your time column and defines a new time granularity. The options here are defined on a per database engine basis in the Superset source code.
ru: Единица измерения времени - день, месяц, год, … и т.д.

source: The time range for the visualization. All relative times, e.g. "Last month", "Last 7 days", "now", etc. are evaluated on the server using the server's local time (sans timezone). All tooltips and placeholder times are expressed in UTC (sans timezone). The timestamps are then evaluated by the database using the engine's local timezone. Note one can explicitly set the timezone per the ISO 8601 format if specifying either the start and/or end time.
ru: Временной диапазон для визуализации. Все относительные времена, например "Последний месяц ", "Последние 7 дней ", "Сейчас " и т.д. определяются на сервере с использованием местного времени сервера (без часового пояса). Все всплывающие подсказки отображаются в формате UTC (без часового пояса). Обратите внимание, что можно явно установить часовой пояс в формате ISO 8601, если указать время начала и / или окончания.

source: The time unit for each block. Should be a smaller unit than domain_granularity. Should be larger or equal to Time Grain
ru: Единица времени для каждого блока. Должна быть меньше, чем гранулярность домена. Должна быть больше или равна грануляции времени

source: The time unit used for the grouping of blocks
ru: Единица времени, используемая для группировки блоков

source: The type of visualization to display
ru: Тип визуализации для отображения

source: The unit of measure for the specified point radius
ru: Единица измерения радиуса точек

source: The user seems to have been deleted
ru: Пользователь, похоже, был удален

source: The user/password combination is not valid (Incorrect password for user).
ru: Некорректный логин/пароль пользователя.

source: The username "%(username)s" does not exist.
ru: Имя пользователя "%(username)s" не существует.

source: The username provided when connecting to a database is not valid.
ru: Указанно некорректное имя пользователя.

source: The way the ticks are laid out on the X-axis
ru: Ориентация подписей оси X

source: The width of the lines
ru: Толщины линий

source: Theme
ru: Тема письма

source: There are associated alerts or reports
ru: Существуют связанные оповещения или рассылки

source: There are no charts added to this dashboard
ru: В этот отчет не добавлен ни один график

source: There are no components added to this tab
ru: На данную вкладку не был добавлен ни один компонент

source: There are no databases available
ru: Нет доступных баз данных

source: There are no filters in this dashboard.
ru: В этом отчете нет фильтров.

source: There are unsaved changes.
ru: Изменения не сохранены.

source: There is a syntax error in the SQL query. Perhaps there was a misspelling or a typo.
ru: Синтаксическая ошибка в SQL-запросе.

source: There is no chart definition associated with this component, could it have been deleted?
ru: График, который должен быть здесь, возможно был удален.

source: There is not enough space for this component. Try decreasing its width, or increasing the destination width.
ru: Недостаточно места для отображения элемента. Попробуйте уменьшить его ширину.

source: There was an error fetching dataset
ru: Произошла ошибка при получении данных о датасете

source: There was an error fetching dataset's related objects
ru: Произошла ошибка при получении данных об объектах на датасете

source: There was an error fetching the favorite status: %s
ru: Произошла ошибка при получении избранного: %s

source: There was an error fetching your recent activity:
ru: К сожалению, произошла ошибка при загрузке вашей активности:

source: There was an error loading the chart data
ru: Произошла ошибка при загрузке данных

source: There was an error loading the dataset metadata
ru: Произошла ошибка при получении методанных датасета.

source: There was an error loading the schemas
ru: Произошла ошибка при загрузке схем

source: There was an error loading the tables
ru: Произошла ошибка при загрузке таблиц

source: There was an error saving the favorite status: %s
ru: Произошла ошибка при сохранении избранного: %s

source: There was an error with your request
ru: В вашем запросе обнаружена ошибка

source: There was an issue deleting %s: %s
ru: Не удалось удалить %s: %s

source: There was an issue deleting rules: %s
ru: Не удалось удалить правила: %s

source: There was an issue deleting the selected %s: %s
ru: Не удалось удалить %s: %s

source: There was an issue deleting the selected annotations: %s
ru: Не удалось удалить выбранные аннотации: %s

source: There was an issue deleting the selected charts: %s
ru: При удалении графиков произошла ошибка: %s

source: There was an issue deleting the selected dashboards:
ru: Произошла ошибка при удалении отчетов:

source: There was an issue deleting the selected datasets: %s
ru: Произошла ошибка при удалении выбранных датасетов: %s

source: There was an issue deleting the selected layers: %s
ru: Не удалось удалить выбранные слои: %s

source: There was an issue deleting the selected queries: %s
ru: Произошла ошибка при удалении выбранных запросов: %s

source: There was an issue deleting the selected templates: %s
ru: При удалении выбранных шаблонов произошла ошибка: %s

source: There was an issue deleting: %s
ru: Не удалось удалить: %s

source: There was an issue duplicating the dataset.
ru: Произошла ошибка при дублировании датасета.

source: There was an issue duplicating the selected datasets: %s
ru: Произошла ошибка при дублировании выбранных датасетов: %s

source: There was an issue favoriting this dashboard.
ru: К сожалению, произошла ошибка при добавлении этого отчета в избранное.

source: There was an issue fetching reports attached to this dashboard.
ru: Произошла ошибка, при получении рассылок этого отчета.

source: There was an issue fetching the favorite status of this dashboard.
ru: К сожалению, произошла ошибка при обновлении статуса отчета.

source: There was an issue fetching your chart: %s
ru: Произошла ошибка при получении ваших графиков: %s

source: There was an issue fetching your dashboards: %s
ru: Произошла ошибка при получении ваших отчетов: %s

source: There was an issue fetching your recent activity: %s
ru: Произошла ошибка при получении вашей недавней активности: %s

source: There was an issue fetching your saved queries: %s
ru: Произошла ошибка при получении ваших сохраненных запросов: %s

source: There was an issue previewing the selected query %s
ru: Произошла ошибка при предпросмотре выбранного запроса %s

source: There was an issue previewing the selected query. %s
ru: Произошла ошибка при предпросмотре выбранного запроса. %s

source: There's a loop in your Sankey, please provide a tree. Here's a faulty link: {}
ru: В указанных вами данных присутствует цикл, пожалуйста укажите дерево. {}

source: These are the tables this filter will be applied to.
ru: Таблицы, к которым будет применен данный фильтр.

source: These filters apply to the values available in the dropdowns
ru: Эти фильтры применяются к значениям в выпадающих списках

source: These parameters are generated dynamically when clicking the save or overwrite button in the explore view. This JSON object is exposed here for reference and for power users who may want to alter specific parameters.
ru: Эти параметры генерируются автоматически при нажатии кнопки сохранения. Опытные пользователи могут изменить определенные объекты в формате JSON.

source: This JSON object is generated dynamically when clicking the save or overwrite button in the dashboard view. It is exposed here for reference and for power users who may want to alter specific parameters.
ru: Эти параметры генерируются автоматически при нажатии кнопки сохранения. Опытные пользователи могут изменить определенные объекты в формате JSON.

source: This action will permanently delete %s.
ru: Это приведет к удалению %s.

source: This action will permanently delete the layer.
ru: Это приведет к удалению слоя.

source: This action will permanently delete the saved query.
ru: Это приведет к удалению запроса.

source: This action will permanently delete the template.
ru: Это действие приведет к удалению шаблона.

source: This can be either an IP address (e.g. 127.0.0.1) or a domain name (e.g. mydatabase.com).
ru: IP адрес или доменное имя

source: This chart applies cross-filters to charts whose datasets contain columns with the same name.
ru: Данный график применяет кросс-фильтры к графикам, датасет которых содержит столбцы с идентичными названиями.

source: This chart has been moved to a different filter scope.
ru: Этот график был перемещен.

source: This chart is managed externally, and can't be edited in Superset
ru: Данный график невозможно отредактировать в Superset

source: This chart might be incompatible with the filter (datasets don't match)
ru: Датасеты графика и фильтра не совпадают (фильтр может быть неприменим)

source: This chart type is not supported when using an unsaved query as a chart source.
ru: Данный график нельзя построить при использовании не сохраненного запроса в качестве источника.

source: This color scheme is being overridden by custom label colors. Check the JSON metadata in the Advanced settings
ru: Цветовая схема была перезаписана в параметрах JSON

source: This column might be incompatible with current dataset
ru: Столбец может быть несовместим с этим датасетом

source: This column must contain date/time information.
ru: Столбец с датой/временем

source: This controls whether the "time_range" field from the current view should be passed down to the chart containing the annotation data.
ru: Данный параметр определяет будет ли перезаписан диапазон времени в самом графике. Включите для поведения аналогичного стандартному фильтру.

source: This controls whether the time grain field from the current view should be passed down to the chart containing the annotation data.
ru: Данный параметр определяет будет ли перезаписана единица времени в самом графике. Включите для поведения аналогичного стандартному фильтру.

source: This dashboard is currently auto refreshing; the next auto refresh will be in %s.
ru: Для этого отчета включено автообновление; следующее обновление будет через %s.

source: This dashboard is managed externally, and can't be edited in Superset
ru: Этот отчет не может быть отредактирован в Superset

source: This dashboard is not published which means it will not show up in the list of dashboards. Favorite it to see it there or access it by using the URL directly.
ru: Этот отчет не опубликован, это значит, он не отображается в списке отчетов. Добавьте его в избранное или обращайтесь к нему напрямую по ссылке.

source: This dashboard is not published, it will not show up in the list of dashboards. Click here to publish this dashboard.
ru: Этот отчет не опубликован, он не будет отображается в списке отчетов. Нажмите для публикации отчета.

source: This dashboard is now hidden
ru: Этот отчет теперь черновик

source: This dashboard is now published
ru: Этот отчет теперь опубликован

source: This dashboard is published. Click to make it a draft.
ru: Этот отчет опубликован. Нажмите, чтобы сделать его черновиком.

source: This dashboard is ready to embed. In your application, pass the following id to the SDK:
ru: Этот отчет готов к встраиванию. Укажите этот id в SDK вашего сервиса:

source: This dashboard was saved successfully.
ru: Отчет успешно сохранен.

source: This database is managed externally, and can't be edited in Superset
ru: Эта база данных не может быть отредактирован в Superset

source: This database table does not contain any data. Please select a different table.
ru: Данная таблица не содержит данных. Укажите другую таблицу.

source: This dataset is managed externally, and can't be edited in Superset
ru: Данный датасет нвозможно отредактировать в Superset

source: This dataset is not used to power any charts.
ru: Данный датасет не используется ни одним графиком.

source: This defines the element to be plotted on the chart
ru: Элемент, который будет отражен на графике

source: This defines the level of the hierarchy
ru: Определяет уровень иерархии

source: This fields acts a Superset view, meaning that Superset will run a query against this string as a subquery.
ru: Это поле будет выполняться в качестве подзапроса ко всем запросам на этом источнике данных.

source: This filter doesn't exist in dashboard. It will not be applied.
ru: Данный фильтр не существует в отчете и не будет применен.

source: This filter might be incompatible with current dataset
ru: Фильтр может быть несовместим с этим датасетом

source: This filter set is identical to: "%s"
ru: Данный фильтр-сет идентичен: "%s"

source: This functionality is disabled in your environment for security reasons.
ru: Этот функционал отключен в вашей среде в целях безопасности.

source: This is the condition that will be added to the WHERE clause. For example, to only return rows for a particular client, you might define a regular filter with the clause `client_id = 9`. To display no rows unless a user belongs to a RLS filter role, a base filter can be created with the clause `1 = 0` (always false).
ru: Условие, которое будет добавлено к выражению WHERE. Например, чтобы данные отображались только для конкретного пользователя, вы можете добавить условие `client_id = 9`.

source: This json object describes the positioning of the widgets in the dashboard. It is dynamically generated when adjusting the widgets size and positions by using drag & drop in the dashboard view
ru: Этот объект JSON описывает расположение графиков в отчете. Он автоматически генерируется при настройке размера и позиций графиков на листе отчета.

source: This mail domain is not allowed
ru: Данный почтовый домен не разрешен

source: This markdown component has an error.
ru: Ошибка в markdown.

source: This markdown component has an error. Please revert your recent changes.
ru: Ошибка в markdown.

source: This may be triggered by:
ru: Это может быть вызвано:

source: This metric might be incompatible with current dataset
ru: Показатель может быть несовместим с этим датасетом

source: This section allows you to configure how to use the slice to generate annotations.
ru: Этот раздел позволяет вам указать то, как использовать график для создания аннотаций.

source: This section contains options that allow for advanced analytical post processing of query results
ru: В этом разделе содержатся параметры, которые позволяют производить аналитическую пост-обработку результатов запроса

source: This section contains validation errors
ru: В данном разделе обнаружены ошибки

source: This session has encountered an interruption, and some controls may not work as intended. If you are the developer of this app, please check that the guest token is being generated correctly.
ru: В этом сеансе произошел сбой, и некоторые элементы управления могут работать не так, как задумано. Если вы являетесь администратором, пожалуйста, проверьте, правильно ли генерируется гостевой токен.

source: This table already has a dataset
ru: На таблице уже существует датасет

source: This table already has a dataset associated with it. You can only associate one dataset with a table.
ru: С данной таблицей уже связан датасет. С каждой таблицей может быть связан только один датасет.

source: This value should be greater than the left target value
ru: Это значение должно быть больше, чем левое целевое
