Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: Your query was not properly saved
ru: Ваш запрос не был сохранен

source: Your query was saved
ru: Ваш запрос был сохранен

source: Your query was updated
ru: Ваш запрос был сохранен

source: Your report could not be deleted
ru: Рассылка не может быть удалена

source: Zero imputation
ru: Заполнение нулями

source: Zoom
ru: Зум

source: Zoom level of the map
ru: Зум карты

source: [ untitled dashboard ]
ru: [ Новый отчет ]

source: [Longitude] and [Latitude] columns must be present in [Group By]
ru: Столбцы [Долгота] и [Широта] должны присутствовать в группировке

source: [Longitude] and [Latitude] must be set
ru: Укажите [Долготу] и [Широту]

source: [Missing Dataset]
ru: Датасет не найден

source: [Untitled]
ru: [Безымянный]

source: [asc]
ru: По возрастанию

source: [copy]
ru: [копия]

source: [dashboard name]
ru: [название отчета]

source: [desc]
ru: По убыванию

source: [optional] this secondary metric is used to define the color as a ratio against the primary metric. When omitted, the color is categorical and based on labels
ru: Опциональный показатель, определяющий цвет на основе отношения к основному показателю.

source: [untitled]
ru: [безымянный]

source: `compare_columns` must have the same length as `source_columns`.
ru: `compare_columns` должен содержать столько же элементов, что и `source_columns`.

source: `compare_type` must be `difference`, `percentage` or `ratio`
ru: `compare_type` должен быть `difference`, `percentage` or `ratio`

source: `confidence_interval` must be between 0 and 1 (exclusive)
ru: "confidence_interval" должен быть между 0 и 1

source: `count` is COUNT(*) if a group by is used. Numerical columns will be aggregated with the aggregator. Non-numerical columns will be used to label points. Leave empty to get a count of points in each cluster.
ru: `count` = COUNT(*) если используется группировка. Числовые столбцы будут агрегированы функцией. Не числовые столбцы будут использованы для обозначения точек. Оставьте пустым для расчета числа точек в каждом кластере.

source: `operation` property of post processing object undefined
ru: Свойство `operation` для объекта пост-обработки не определено

source: `prophet` package not installed
ru: пакет `prophet` не установлен

source: `rename_columns` must have the same length as `columns`.
ru: `rename_columns` должен содержать столько же элементов, что и `columns`.

source: `row_limit` must be greater than or equal to 0
ru: "лимит_строк" должен быть больше или равен 1

source: `row_offset` must be greater than or equal to 0
ru: "сдвиг_строк" должен быть >= 0

source: `width` must be greater or equal to 0
ru: "ширина" должна быть >= 0

source: aggregate
ru: агрегировать

source: alert
ru: оповещение

source: alerts
ru: оповещения

source: all
ru: все

source: also copy (duplicate) charts
ru: также скопировать графики

source: ancestor
ru: предок

source: and
ru: и

source: annotation
ru: аннотация

source: annotation_layer
ru: слой аннотаций

source: at
ru: в

source: auto
ru: авто

source: auto (Smooth)
ru: авто

source: background
ru: фон

source: basis
ru: точечный

source: begins with
ru: начинается на

source: below (example:
ru: в виде (например:

source: between {down} and {up} {name}
ru: между {down} и {up} {name}

source: bolt
ru: молния

source: boolean type icon
ru: иконка типа boolean

source: bottom
ru: Внизу

source: button (cmd + z) until you save your changes.
ru: (ctrl + z) пока вы не сохраните изменения.

source: by using
ru: используя

source: cannot be empty
ru: не может быть пустым

source: cardinal
ru: гладкий

source: change
ru: изменение

source: chart
ru: график

source: charts
ru: графики

source: choose WHERE or HAVING...
ru: использовать WHERE или HAVING...

source: clear all filters
ru: сбросить все фильтры

source: click here
ru: кликните сюда

source: col
ru: столбец

source: column
ru: столбец

source: connecting to %(dbModelName)s.
ru: подключению к %(dbModelName)s.

source: containing
ru: содержит

source: count
ru: Кол-во записей

source: create
ru: создать

source: create a new chart
ru: создать новый график

source: create dataset from SQL query
ru: создайте датасет из SQL запроса

source: css_template
ru: CSS шаблон

source: cumsum
ru: Накопительная сумма (cumsum)

source: cumulative
ru: накопительный

source: dashboard
ru: отчет

source: dashboards
ru: отчеты

source: database
ru: база данных

source: dataset
ru: датасет

source: dataset name
ru: название датасета

source: date
ru: дата

source: day
ru: день

source: day of the month
ru: день месяца

source: day of the week
ru: день недели

source: deck.gl 3D Hexagon
ru: 3D гексагон на карте

source: deck.gl Arc
ru: Дуги на карте

source: deck.gl Geojson
ru: GeoJSON на карте

source: deck.gl Grid
ru: Cетка на карте

source: deck.gl Heatmap
ru: deck.gl пути на карте

source: deck.gl Multiple Layers
ru: Многослойная карта

source: deck.gl Path
ru: Пути на карте

source: deck.gl Polygon
ru: Полигоны на карте

source: deck.gl Scatterplot
ru: Точки на карте

source: deck.gl Screen Grid
ru: Сетка на карте

source: deck.gl charts
ru: графики deck.gl

source: default
ru: по умолчанию

source: delete
ru: удалить

source: descendant
ru: Потомок

source: description
ru: описание

source: deviation
ru: отклонение

source: dttm
ru: Время

source: e.g. ********
ru: например ********

source: e.g. 127.0.0.1
ru: например 127.0.0.1

source: e.g. 5432
ru: например 5432

source: e.g. AccountAdmin
ru: например AccountAdmin

source: e.g. Analytics
ru: например "Analytics"

source: e.g. compute_wh
ru: например compute_wh

source: e.g. param1=value1&param2=value2
ru: например param1=value1&param2=value2

source: e.g. sql/protocolv1/o/12345
ru: например sql/protocolv1/o/12345

source: e.g. world_population
ru: например world_population

source: e.g. xy12345.us-east-2.aws
ru: например xy12345.us-east-2.aws

source: e.g., a "user id" column
ru: например столбец "user id"

source: edit mode
ru: режиме редактирования

source: ends with
ru: заканчивается на

source: entries
ru: вхождения

source: error_message
ru: сообщение об ошибке

source: every
ru: каждый

source: every day of the month
ru: каждый день месяца

source: every day of the week
ru: каждый день недели

source: every hour
ru: каждый час

source: every minute
ru: каждая минута

source: every month
ru: каждый месяц

source: expand
ru: развернутый

source: explore
ru: Обзор графика

source: failed
ru: ошибка

source: fetching
ru: синхронизация

source: filter_box will be deprecated in a future version of Superset. Please replace filter_box by dashboard filter components.
ru: filter_box будет отключен в новой версии. Пожалуйста замените filter_box на стандартные фильтры отчета.

source: flat
ru: плоский

source: for more information on how to structure your URI.
ru: за подробной информацией по тому, как структурировать ваш URI.

source: function type icon
ru: иконка типа функции

source: geohash (square)
ru: Geohash

source: headers horizontal alignment
ru: Горизонтальное выравнивание заголовков

source: heatmap
ru: тепловая карта

source: heatmap: values are normalized across the entire heatmap
ru: тепловая карта: значения нормализуются по всей тепловой карте

source: here
ru: здесь

source: hour
ru: час

source: image-rendering CSS attribute of the canvas object that defines how the browser scales up the image
ru: CSS-атрибут image-render объекта canvas, который определяет, как браузер масштабирует изображение.

source: in
ru: в

source: in modal
ru: в модальном режиме

source: is expected to be a number
ru: должно быть числом

source: is expected to be an integer
ru: должно быть целым числом

source: joined
ru: присоединился

source: json isn't valid
ru: Некорректный JSON

source: key a-z
ru: ключ а-я

source: key z-a
ru: ключ я-а

source: label
ru: Метка

source: latest partition:
ru: последний раздел:

source: left
ru: Слева

source: less than {min} {name}
ru: меньше чем {min} {name}

source: linear
ru: линейный

source: log
ru: лог

source: lower percentile must be greater than 0 and less than 100. Must be lower than upper percentile.
ru: "нижний процентиль" должен быть больше 0, меньше 100 и меньше чем "верхний процентиль".

source: max
ru: максимальное

source: mean
ru: Среднее (mean)

source: meters
ru: метров

source: metric
ru: Показатель

source: min
ru: мин

source: minute
ru: минута

source: minute(s)
ru: минут

source: monotone
ru: монотонный

source: month
ru: месяц

source: more than {max} {name}
ru: больше чем {max} {name}

source: must have a value
ru: Значение должно быть больше 0

source: name
ru: название

source: no SQL validator is configured
ru: не настроен валидатор SQL

source: not containing
ru: не содержит

source: numeric type icon
ru: иконка числового типа

source: of parent
ru: от родителя

source: of total
ru: от общего

source: offline
ru: офлайн

source: on
ru: на

source: or
ru: или

source: or use existing ones from the panel on the right
ru: или выберите из существующих в правой панели

source: orderby column must be populated
ru: Укажите колонку для сортировки

source: overall
ru: в общем

source: p-value precision
ru: Точность p-значения

source: page_size.all
ru: Размер страницы

source: page_size.entries
ru: размер_страницы.записи

source: page_size.show
ru: размер_страницы.показать

source: pending
ru: ожидание

source: percentile (exclusive)
ru: процентиль (исключающий)

source: percentiles must be a list or tuple with two numeric values, of which the first is lower than the second value
ru: процентили должны быть списком или массивом из двух чисел, где первое меньше второго

source: permalink leads to dashboard: %s
ru: прямая ссылка ведет на отчет: %s

source: permalink state not found
ru: состояние пермалинка не найдено

source: pixelated (Sharp)
ru: пикселизированный

source: pixels
ru: Пиксели

source: quarter
ru: квартал

source: queries
ru: запросы

source: query
ru: запрос

source: random
ru: случайный

source: reboot
ru: перезагрузить

source: recent
ru: последние

source: recents
ru: недавние

source: report
ru: рассылка

source: reports
ru: отчеты

source: required fields must be filled: %s
ru: Требуется заполнить следующие поля: %s

source: restore zoom
ru: Сбросить зум

source: right
ru: Справа

source: rowlevelsecurity
ru: Безопасность на уровне строк (RLS)

source: running
ru: выполнение

source: saved queries
ru: сохраненные запросы

source: search by tags
ru: поиск по тегам

source: seconds
ru: секунды

source: series
ru: серии

source: series: Treat each series independently; overall: All series use the same scale; change: Show changes compared to the first data point in each series
ru: серии: Обрабатывать каждую серию отдельно; в общем: Все серии отображаются с одинаковым масштабом; изменение: Показать изменения по сравнению с первой точкой данных в каждой серии

source: square
ru: квадрат

source: stack
ru: наложение

source: staggered
ru: наложение

source: std
ru: Стандартное отклонение (std)

source: step-after
ru: полка после

source: step-before
ru: полка перед

source: stopped
ru: прервано

source: stream
ru: поток

source: string type icon
ru: иконка строкового типа

source: success
ru: успех

source: sum
ru: Сумма (sum)

source: syntax.
ru: шаблонов.

source: tag
ru: тег

source: temporal type icon
ru: иконка временного типа

source: textarea
ru: текстовая область

source: theme
ru: Тема письма

source: time ranges cannot intersect
ru: Установленные диапазоны пересекаются

source: to
ru: до

source: top
ru: Вверху

source: undo
ru: отменить

source: unknown type icon
ru: иконка неизвестного типа

source: upper percentile must be greater than 0 and less than 100. Must be higher than lower percentile.
ru: "верхний процентиль" должен быть больше 0, меньше 100 и больше чем "нижний процентиль".

source: use latest_partition template
ru: Использовать шаблон latest_partition

source: value
ru: значение

source: value ascending
ru: по возрастанию

source: value descending
ru: по убыванию

source: var
ru: дисперсия

source: variance
ru: дисперсия

source: view instructions
ru: посмотреть инфо

source: virtual
ru: виртуальный

source: viz type
ru: тип визуализации

source: was created
ru: создан

source: week
ru: неделя

source: week ending Saturday
ru: Неделя, заканчивая субботой

source: week starting Sunday
ru: Неделя, начиная с воскресенья

source: x: values are normalized within each column
ru: x: значения нормализуются в каждом столбце

source: y: values are normalized within each row
ru: y: значения нормализуются в каждой строке

source: year
ru: год

source: zoom area
ru: Приблизить область
