Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: Override native time range filters
ru: Презаписывать фильтры времени

source: Override time grain
ru: Перезаписать единицу времени

source: Override time range
ru: Перезаписать диапазон времени

source: Overwrite
ru: Перезаписать

source: Overwrite & Explore
ru: Перезаписать и перейти в конструктор

source: Overwrite Dashboard [%s]
ru: Перезаписать отчет [%s]

source: Overwrite Duplicate Columns
ru: Перезаписать дублирующиеся столбцы

source: Overwrite chart image dimensions
ru: Заменить размеры изображений графиков

source: Overwrite existing
ru: Перезаписать существующий

source: Overwrite text in the editor with a query on this table
ru: Перезаписать текст в редакторе с запросом к этой таблице

source: Owned Created or Favored
ru: Было создано или добавлено в избранное

source: Owner
ru: Владелец

source: Owners
ru: Владельцы

source: Owners are invalid
ru: Некорректные владельцы

source: Owners is a list of users who can alter the dashboard.
ru: Владельцы - это список пользователей, которые могут изменять отчет.

source: Owners is a list of users who can alter the dashboard. Searchable by name or username.
ru: Владельцы - это список пользователей, которые могут редактировать отчет.

source: Page length
ru: Размер страницы

source: Paired t-test Table
ru: Парные t-тесты

source: Pandas resample method
ru: Метод обработки данных

source: Pandas resample rule
ru: Правило функции (Resample) библиотеки Pandas, которая определяет метод обработки данных.

source: Parallel Coordinates
ru: Параллельные координаты

source: Parameter error
ru: Ошибка параметров

source: Parameters
ru: Параметры

source: Parameters
ru: Параметры

source: Parameters related to the view and perspective on the map
ru: Параметры, определяющие отображение и перспективу карты

source: Parent
ru: Родитель

source: Parse Dates
ru: Интерпретация дат

source: Part of a Whole
ru: Доля от общего

source: Partition Chart
ru: График партиций

source: Partition Diagram
ru: Диаграмма партиций

source: Partition Limit
ru: Лимит разделов

source: Partition Threshold
ru: Порог разделов

source: Partitions whose height to parent height proportions are below this value are pruned
ru: Разделы с долей от родителя меньше этого значения будут скрыты

source: Password
ru: Пароль

source: Paste Private Key here
ru: Укажите приватный ключ

source: Paste content of service credentials JSON file here
ru: Вставьте сюда содержимое JSON файла сервисного аккаунта

source: Paste the shareable Google Sheet URL here
ru: Вставьте публичный URL Google таблицы

source: Pattern
ru: Паттерн

source: Percent Change
ru: Процентное изменение

source: Percentage
ru: Доля в %

source: Percentage change
ru: Процентое соотношение

source: Percentage metrics
ru: Процентные показатели

source: Percentage threshold
ru: Порог отображения меток

source: Percentages
ru: Процентные

source: Performance
ru: Производительность

source: Period average
ru: Среднее за период

source: Period lag value
ru: Временной сдвиг

source: Periods
ru: Число периодов

source: Periods must be a whole number
ru: Периоды должны быть положительными целыми числами

source: Permalink
ru: Прямая ссылка

source: Person or group that has certified this chart.
ru: Пользователь или команда, согласовавшие этот график.

source: Person or group that has certified this dashboard.
ru: Пользователь или команда, согласовавшие этот отчет.

source: Person or group that has certified this metric
ru: Пользователь или команда, согласовавшие этот показатель

source: Physical
ru: Физический

source: Physical (table or view)
ru: Физический (таблица)

source: Physical dataset
ru: Физический датасет

source: Pick a dimension from which categorical colors are defined
ru: Укажите разрез, на основе которого будет определяться цвет

source: Pick a metric for x, y and size
ru: Укажите показатели для X, Y и размера.

source: Pick a metric to display
ru: Укажите показатель для отображения

source: Pick a name to help you identify this database.
ru: Выберите имя для базы данных. Это имя будет сохранено, и в дальнейшем будет представлять данную базу данных.

source: Pick a nickname for how the database will display in Superset.
ru: Укажите название базы данных, отображаемое в Superset.

source: Pick a set of deck.gl charts to layer on top of one another
ru: Укажите несколько deck.gl графиков для отображения поверх друг друга

source: Pick a title for you annotation.
ru: Укажите заголовок аннотации.

source: Pick at least one field for [Series]
ru: Укажите хотя бы одно значение для поля [Столбцы данных]

source: Pick at least one metric
ru: Укажите хотя бы один показатель

source: Pick exactly 2 columns as [Source / Target]
ru: Укажите ровно два столбца в поле [Источник / Назначение]

source: Pick one or more columns that should be shown in the annotation. If you don't select a column all of them will be shown.
ru: Укажите столбец(цы) для отображения в аннотации. Если оставить поле пустым - будут отображены все столбцы.

source: Pick your favorite markup language
ru: Выберите язык разметки

source: Pie Chart
ru: Круговая диаграмма

source: Pie Chart (legacy)
ru: Круговая диаграмма (не актуально)

source: Pie shape
ru: Форма круга

source: Pin
ru: Кнопка

source: Pin column
ru: Закрепить столбец

source: Pin columns by default
ru: Столбец будет закреплен по умолчанию

source: Pivot Table
ru: Сводная таблица

source: Pivot operation must include at least one aggregate
ru: Для транспонирования необходим хотя бы один агрегат

source: Pivot operation requires at least one index
ru: Для транспонирования необходим хотя бы один индекс

source: Pivoted
ru: Транспонированные

source: Pixel height of each series
ru: Высота каждого ряда данных в пикселях

source: Pixels
ru: Пиксели

source: Plain
ru: Плоская

source: Please DO NOT overwrite the "filter_scopes" key.
ru: Пожалуйста не изменяйте ключ "filter_scopes".

source: Please apply filter changes
ru: Пожалуйста измените параметры фильтрации

source: Please check your query and confirm that all template parameters are surround by double braces, for example, "{{ ds }}". Then, try running your query again.
ru: Удостоверьтесь, что все параметры jinja в вашем запросе заключены в двойные фигурные скобки, например: "{{ ds }}". После чего попробуйте выполнить запрос ещё раз.

source: Please check your query for syntax errors at or near "%(syntax_error)s". Then, try running your query again.
ru: Пожалуйста проверьте запрос на наличие ошибок в "%(syntax_error)s" и попробуйте снова.

source: Please check your query for syntax errors near "%(server_error)s". Then, try running your query again.
ru: Пожалуйста проверьте запрос на наличие ошибок в "%(server_error)s" и попробуйте снова.

source: Please check your template parameters for syntax errors and make sure they match across your SQL query and Set Parameters. Then, try running your query again.
ru: Проверьте параметры шаблонов на наличие синтаксических ошибок и соответствие заданным значениям.

source: Please choose at least one groupby
ru: Укажите хотя бы один столбец в поле [Группировка]

source: Please confirm
ru: Подтвердите

source: Please confirm the overwrite values.
ru: Подтвердите перезапись.

source: Please enter a SQLAlchemy URI to test
ru: Введите SQLAlchemy URI для проверки

source: Please filter set name
ru: Укажите название фильтр-сета

source: Please re-enter the password.
ru: Пожалуйста введите пароль ещё раз.

source: Please re-export your file and try importing again
ru: Пожалуйста произведите повторный экспорт и попробуйте импортировать файлы еще раз

source: Please reach out to the Chart Owner for assistance.
ru: Пожалуйста свяжитесь с владельцем графика.

source: Please save the query to enable sharing
ru: Пожалуйста сохраните запрос для общего доступа

source: Please save your chart first, then try creating a new email report.
ru: Прежде чем создать рассылку, сохраните график.

source: Please save your dashboard first, then try creating a new email report.
ru: Прежде чем создать рассылку, сохраните отчет.

source: Please select both a Dataset and a Chart type to proceed
ru: Чтобы продолжить, выберите датасет и тип визуализации

source: Please use 3 different metric labels
ru: Укажите разные метки показателей.

source: Plot the distance (like flight paths) between origin and destination.
ru: Отображайте дистанцию между двумя точками.

source: Plots the individual metrics for each row in the data vertically and links them together as a line. This chart is useful for comparing multiple metrics across all of the samples or rows in the data.
ru: Отображает отдельные показатели для каждого ряда данных по вертикали и связывает их вместе в виде линий. Эта диаграмма полезна для сравнения нескольких показателей по всем рядам данных.

source: Plugins
ru: Плагины

source: Point Color
ru: Цвет точки

source: Point Radius
ru: Радиус точки

source: Point Radius Scale
ru: Масштаб радиуса точки

source: Point Radius Unit
ru: Единица измерения радиуса

source: Point Size
ru: Размер точки

source: Point Unit
ru: Единица измерения

source: Point to your spatial columns
ru: Укажите колонки с пространственными данными

source: Points
ru: Точки

source: Points and clusters will update as the viewport is being changed
ru: Точки и кластеры будут автоматически обновляться при перемещении карты

source: Polygon Column
ru: Столбец многоугольников

source: Polygon Encoding
ru: Формат многоугольников

source: Polygon Settings
ru: Параметры многоугольников

source: Polyline
ru: Ломаная

source: Popular
ru: Популярные

source: Populate "Default value" to enable this control
ru: Установите значение по умолчанию, чтобы активировать

source: Population age data
ru: Возраст населения

source: Port
ru: порт

source: Port %(port)s on hostname "%(hostname)s" refused the connection.
ru: Порт %(port)s хоста "%(hostname)s" отклонил подключение.

source: Port out of range 0-65535
ru: Некорректный порт 0-65535

source: Position JSON
ru: Позиция JSON

source: Position of child node label on tree
ru: Расположение метки ребенка на дереве

source: Position of column level subtotal
ru: Расположение подытогов столбцов

source: Position of intermediate node label on tree
ru: Расположение промежуточных меток узлов

source: Position of row level subtotal
ru: Расположение подытогов строк

source: Powered by Apache Superset
ru: Разработано на базе Apache Superset

source: Pre-filter
ru: Предв. фильтр

source: Pre-filter available values
ru: Предв. фильтрация доступных значений

source: Pre-filter is required
ru: Укажите предв. фильтрацию

source: Predicate applied when fetching distinct value to populate the filter control component. Supports jinja template syntax. Applies only when `Enable Filter Select` is on.
ru: Предикат применяется при получении доступных значений Фильтров. Поддерживает синтаксис jinja. Применяется только в том случае, если включен параметр «Включить автозаполнение Фильтров».

source: Predictive
ru: Предиктивные

source: Predictive Analytics
ru: Предиктивная аналитика

source: Prefix
ru: Префикс

source: Preview
ru: Предпросмотр

source: Preview: `%s`
ru: Предпросмотр: %s

source: Previous
ru: Предыдущий

source: Previous Line
ru: Предыдущая строка

source: Previous calendar month
ru: Предыдущий календарный месяц

source: Previous calendar week
ru: Предыдущая календарная неделя

source: Previous calendar year
ru: Предыдущий календарный год

source: Primary
ru: Основная

source: Primary Metric
ru: Основной показатель

source: Primary or secondary y-axis
ru: Основная или дополнительная ось Y.

source: Primary y-axis Bounds
ru: Границы основной оси Y

source: Primary y-axis format
ru: Формат основной оси Y

source: Privacy Policy
ru: Политика безопасности

source: Private Key
ru: Приватный ключ

source: Private Key & Password
ru: Приватному ключу и паролю

source: Private Key Password
ru: Пароль приватного ключа

source: Proceed
ru: Продолжить

source: Profile
ru: Профиль

source: Profile picture provided by Gravatar
ru: Изображение профиля, сгенерированное сервисом Gravatar

source: Progress
ru: Прогресс

source: Progressive
ru: Прогрессивные

source: Propagate
ru: Кросс-фильтрация

source: Proportional
ru: Пропорциональные

source: Public and privately shared sheets
ru: Публично доступные и приватные

source: Publicly shared sheets only
ru: Только публично доступные

source: Published
ru: Опубликовано

source: Purple
ru: Фиолетовый

source: Put labels outside
ru: Отображать метки снаружи

source: Put the labels outside of the pie?
ru: Отображение меток снаружи или внутри сегментов.

source: Put the labels outside the pie?
ru: Отображение меток снаружи или внутри сегментов.

source: Put your code here
ru: Введите произвольный текст в формате html или markdown

source: Python datetime string pattern
ru: Формат даты Python

source: QUERY DATA IN SQL LAB
ru: Выполнить запрос в лаборатории SQL

source: Quarter
ru: Квартал

source: Quarters %s
ru: Карталов %s

source: Queries
ru: Запросы

source: Query
ru: Запрос

source: Query %s: %s
ru: Запрос %s: %s

source: Query A
ru: Запрос А

source: Query B
ru: Запрос Б

source: Query History
ru: История запросов

source: Query does not exist
ru: Запрос не существует

source: Query history
ru: История запросов

source: Query imported
ru: Запрос импортирован

source: Query in a new tab
ru: Запрос в отдельной вкладке

source: Query is too complex and takes too long to run.
ru: Превышен лимит времени выполнения запроса.

source: Query mode
ru: Режим запроса

source: Query name
ru: Имя запроса

source: Query preview
ru: Предпросмотр запроса

source: Query was stopped
ru: Запрос был прерван

source: Query was stopped.
ru: Запрос был прерван.

source: RANGE TYPE
ru: Тип фильтра по времени

source: RGB Color
ru: RGB цвет

source: RLS Rule not found.
ru: Правило RLS не найдено.

source: RLS rules could not be deleted.
ru: Невозможно удалить правило RLS.

source: Radar
ru: Радар

source: Radar Chart
ru: Радарная диаграмма

source: Radar render type, whether to display 'circle' shape.
ru: Отображать радар в форме круга

source: Radial
ru: Радиальная

source: Radius in kilometers
ru: Радиус в километрах

source: Radius in meters
ru: Радиус в метрах

source: Radius in miles
ru: Радиус в милях

source: Ran %s
ru: Выполнен %s

source: Range
ru: Диапазонные

source: Range filter
ru: Фильтр по диапазону

source: Range filter plugin using AntD
ru: Числовой диапазон

source: Range labels
ru: Метки диапазонов

source: Ranges
ru: Диапазоны

source: Ranges to highlight with shading
ru: Диапазоны для выделения

source: Ranking
ru: Ранжирование

source: Ratio
ru: Отношение

source: Raw records
ru: Сырые данные

source: Ready to review filters in this dashboard?
ru: Провести ревью фильтров в отчете?

source: Rebuild
ru: Пересоздать

source: Recent activity
ru: Последние действия

source: Recently created charts, dashboards, and saved queries will appear here
ru: Недавное созданные графики, отчеты и сохраненные запросы появятся здесь

source: Recently edited charts, dashboards, and saved queries will appear here
ru: Недавно отредактированные графики, отчеты и сохраненные запросы появятся здесь

source: Recently modified
ru: Новые изменения

source: Recently viewed charts, dashboards, and saved queries will appear here
ru: Недавное просмотренные графики, отчеты и сохраненные запросы появятся здесь

source: Recents
ru: Недавнее

source: Recipients are separated by "," or ";"
ru: Получатели разделяются "," или ";"

source: Recommended tags
ru: Рекомендуемые

source: Record Count
ru: Количество записей

source: Rectangle
ru: Прямоугольник

source: Redirects to this endpoint when clicking on the table from the table list
ru: При клике на датасет в списке датасетов будет произведена переадресация на указанный URL

source: Redo the action
ru: Повторить действие

source: Reduce X ticks
ru: Меньше делений X

source: Reduces the number of X-axis ticks to be rendered. If true, the x-axis will not overflow and labels may be missing. If false, a minimum width will be applied to columns and the width may overflow into an horizontal scroll.
ru: Уменьшить количество отображаемых делений на оси X.

source: Refer to the
ru: Обратитесь к

source: Referenced columns not available in DataFrame.
ru: Указанные столбцы отсутствуют в датафрейме.

source: Refetch results
ru: Результаты поиска

source: Refresh
ru: Принудительное обновление

source: Refresh dashboard
ru: Обновить отчет

source: Refresh frequency
ru: Частота обновления

source: Refresh interval
ru: Интервал обновления

source: Refresh interval saved
ru: Интервал обновления сохранен

source: Refresh the default values
ru: Обновить значения по умолчанию

source: Refreshing charts
ru: Обновление графиков

source: Refreshing columns
ru: Обновление столбцов

source: Region Columns
ru: Столбцы региона

source: Region GeoJSON
ru: GeoJson региона

source: Region ID
ru: ID региона

source: Regions
ru: Регионы

source: Regular
ru: Включающий

source: Regular filters add where clauses to queries if a user belongs to a role referenced in the filter, base filters apply filters to all queries except the roles defined in the filter, and can be used to define what users can see if no RLS filters within a filter group apply to them.
ru: Включающий фильтр добавляет условие WHERE в запрос, если пользователь принадлежит к роли, указанной в фильтре. Исключающий фильтр применяется ко всем запросам ЗА ИСКЛЮЧЕНИЕМ ролей, указанных в фильтре.

source: Relational
ru: Относительный

source: Relationships between community channels
ru: Отношения между каналами сообщества

source: Relative Date/Time
ru: Относительное дата и время

source: Relative period
ru: Относительный период

source: Relative quantity
ru: Относительное значение

source: Reload
ru: Перезагрузить

source: Remind me in 24 hours
ru: Напомнить через 24 часа

source: Remove
ru: Удалить

source: Remove cross-filter
ru: Удалить кросс-фильтр

source: Remove invalid filters
ru: Удалите некорректные фильтры

source: Remove item
ru: Удалить

source: Remove query from log
ru: Удалить запрос из журнала

source: Remove table preview
ru: Убрать предпросмотр таблицы

source: Removed columns: %s
ru: Удалены столбцы: %s

source: Rename tab
ru: Переименовать вкладку

source: Rendering
ru: Рендеринг

source: Replace
ru: Перезаписать

source: Report
ru: Отчет

source: Report Name
ru: Название рассылки

source: Report Schedule could not be created.
ru: Невозможно создать рассылку.

source: Report Schedule could not be updated.
ru: Невозможно обновить рассылку.

source: Report Schedule delete failed.
ru: Не удалось удалить рассылку.

source: Report Schedule execution failed when generating a PDF.
ru: Рассылка PDF закончилась ошибкой

source: Report Schedule execution failed when generating a csv.
ru: Не удалось сгенерировать CSV файл для рассылки.

source: Report Schedule execution failed when generating a dataframe.
ru: Не удалось сгенерировать датафрейм для рассылки.

source: Report Schedule execution failed when generating a screenshot.
ru: Не удалось создать скриншот для рассылки.

source: Report Schedule execution failed when generating a xlsx.
ru: Не удалось сгенерировать xlsx файл для рассылки.

source: Report Schedule execution got an unexpected error.
ru: При создании рассылки произошла неизвестная ошибка.

source: Report Schedule is still working, refusing to re-compute.
ru: Рассылка по прежнему работает, не удается перезапустить расчет.

source: Report Schedule log prune failed.
ru: Ошибка очистки лога рассылки.

source: Report Schedule not found.
ru: Рассылка не найдена.

source: Report Schedule parameters are invalid.
ru: Некорректные параметры расписания рассылки.

source: Report Schedule reached a working timeout.
ru: Превышен тайм-аут создания рассылки.

source: Report Schedule state not found
ru: Не найдено состояние рассылки

source: Report a bug
ru: Сообщить о баге

source: Report failed
ru: Ошибка отчета

source: Report link
ru: Ссылка на отчет

source: Report name
ru: Название рассылки

source: Report schedule
ru: Расписание рассылки

source: Report schedule client error
ru: Ошибка клиента рассылки

source: Report schedule system error
ru: Ошибка системы рассылки

source: Report schedule unexpected error
ru: Непредвиденная ошибка рассылки

source: Report sending
ru: Отчет отправляется

source: Report sent
ru: Отчет отправлен

source: Report updated
ru: Рассылка обновлена

source: Reports
ru: Рассылки

source: Repulsion
ru: Отталкивание

source: Repulsion strength between nodes
ru: Сила отталкивания между узлами

source: Request is incorrect: %(error)s
ru: Некорректный запрос: %(error)s

source: Request is not JSON
ru: Запрос не является JSON-ом

source: Request missing data field.
ru: Необходимо указать поле с данными.

source: Request timed out
ru: Превышен тайм аут

source: Required
ru: Требуется

source: Required control values have been removed
ru: Были удалены необходимые параметры

source: Resample method should in
ru: Метод Resample должен в

source: Resample operation requires DatetimeIndex
ru: Для операций Resample необходим временной столбец

source: Reset
ru: Сбросить

source: Reset state
ru: Сбросить текущее состояние

source: Resource already has an attached report.
ru: Рассылка уже прикреплена.

source: Resource was not found.
ru: Ресурс не найден.

source: Restore Filter
ru: Восстановить фильтр

source: Restrict available values
ru: Ограничить перечень доступных значений

source: Restrict number of checked values
ru: Ограничить число отмеченных значений

source: Results
ru: Результаты

source: Results %s
ru: Результат %s

source: Results backend is not configured.
ru: Бэкенд для хранения результатов не настроен.

source: Results backend needed for asynchronous queries is not configured.
ru: Необходимо настроить бэкенд для хранения результатов асинхронных запросов.

source: Return to specific datetime.
ru: Вернуться к точной дате.

source: Reverse Lat & Long
ru: Инвертировать координаты

source: Reverse color scheme
ru: Инвертировать цвета

source: Reverse lat/long
ru: Инвертировать координаты

source: Rich Tooltip
ru: Подробная подсказка

source: Rich tooltip
ru: Подробная подсказка

source: Right
ru: Справа

source: Right Axis Format
ru: Формат правой оси

source: Right Axis Metric
ru: Показатель правой оси

source: Right axis metric
ru: Показатель для правой оси

source: Right to Left
ru: Справа налево

source: Right value
ru: Правое значение

source: Right-click on a dimension value to drill to detail by that value.
ru: Используйте правый клик для отображения детальных данных.

source: Role
ru: Роли

source: Roles
ru: Роли

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks. If no roles are defined, regular access permissions apply.
ru: Список ролей, определяющий доступ пользователей к отчету. Если у пользователя есть роль из списка, то он сможет просматривать отчет даже если у него нет прав на чтение использующихся в нем датасетов. Пустой список означает, что отчет доступен всем пользователям.

source: Roles is a list which defines access to the dashboard. Granting a role access to a dashboard will bypass dataset level checks.If no roles are defined, regular access permissions apply.
ru: Список ролей, определяющий доступ пользователей к отчету. Если у пользователя есть роль из списка, то он сможет просматривать отчет даже если у него нет прав на чтение использующихся в нем датасетов. Пустой список означает, что отчет доступен всем пользователям.

source: Rolling Function
ru: Скользящая функция

source: Rolling Window
ru: Скользящее окно

source: Rolling function
ru: Скользящая функция

source: Rolling window
ru: Скользящее окно

source: Root certificate
ru: Root сертификат

source: Root node id
ru: id корневого узла

source: Rose
ru: Роза

source: Rotate axis label
ru: Повернуть заголовок оси
