Repository: darynka-xo/check
Catalog: messages.po
Languages: ru

source: An error occurred while collapsing the table schema. Please contact your administrator.
ru: Произошла ошибка при схлопывании схемы таблицы. Пожалуйста свяжитесь с администратором.

source: An error occurred while creating %ss: %s
ru: Произошла ошибка при создании %s: %s

source: An error occurred while creating the data source
ru: Произошла ошибка при создании источника данных

source: An error occurred while creating the value.
ru: При создании значения произошла ошибка.

source: An error occurred while deleting the value.
ru: Произошла ошибка при удалении значения.

source: An error occurred while expanding the table schema. Please contact your administrator.
ru: Произошла ошибка при расширении схемы таблицы. Пожалуйста свяжитесь с администратором.

source: An error occurred while fetching %s info: %s
ru: Произошла ошибка при получении %s инфо: %s

source: An error occurred while fetching %ss: %s
ru: Произошла ошибка при получении %s: %s

source: An error occurred while fetching available CSS templates
ru: Произошла ошибка при получении доступных шаблонов CSS

source: An error occurred while fetching chart created by values: %s
ru: Произошла ошибка при получении данных о создателе графика: %s

source: An error occurred while fetching chart owners values: %s
ru: Произошла ошибка при получении списка владельцев графика: %s

source: An error occurred while fetching created by values: %s
ru: Произошла ошибка при построении графика: %s

source: An error occurred while fetching dashboard created by values: %s
ru: Произошла ошибка при получении данных о создателе отчета: %s

source: An error occurred while fetching dashboard owner values: %s
ru: Произошла ошибка при получении списка владельцев отчета: %s

source: An error occurred while fetching dashboards
ru: Произошла ошибка при создании отчета

source: An error occurred while fetching dashboards: %s
ru: Произошла ошибка при получении данных об отчете: %s

source: An error occurred while fetching database related data: %s
ru: Произошла ошибка при получении метаданных базы данных: %s

source: An error occurred while fetching database values: %s
ru: Произошла ошибка при получении баз данных: %s

source: An error occurred while fetching dataset datasource values: %s
ru: Произошла ошибка при создании источника данных: %s

source: An error occurred while fetching dataset owner values: %s
ru: Произошла ошибка при получении списка владельцев датасета: %s

source: An error occurred while fetching dataset related data
ru: Произошла ошибка при получении данных о датасете

source: An error occurred while fetching dataset related data: %s
ru: Произошла ошибка при получении данных о датасете: %s

source: An error occurred while fetching datasets: %s
ru: Произошла ошибка при получении датасетов: %s

source: An error occurred while fetching function names.
ru: Произошла ошибка при получении списка функций.

source: An error occurred while fetching owners values: %s
ru: Произошла ошибка при получении списка владельцев: %s

source: An error occurred while fetching schema values: %s
ru: Произошла ошибка при получении данных схемы: %s

source: An error occurred while fetching tab state
ru: Произошла ошибка при получении метаданных вкладки.

source: An error occurred while fetching table metadata
ru: Произошла ошибка при получении метаданных таблицы

source: An error occurred while fetching table metadata. Please contact your administrator.
ru: Произошла ошибка при получении метаданных из таблицы. Пожалуйста свяжитесь с администратором.

source: An error occurred while fetching tag created by values: %s
ru: Произошла ошибка при получении данных тега: %s

source: An error occurred while fetching user values: %s
ru: Произошла ошибка при получении данных пользователя: %s

source: An error occurred while hiding the left bar. Please contact your administrator.
ru: Произошла ошибка при работе с панелью. Пожалуйста свяжитесь с администратором.

source: An error occurred while importing %s: %s
ru: Произошла ошибка при имортировании %s: %s

source: An error occurred while loading dashboard information.
ru: Произошла ошибка при загрузке информации об отчете.

source: An error occurred while loading the SQL
ru: Произошла ошибка при создании источника данных

source: An error occurred while opening Explore
ru: Произошла ошибка при открытии конструктора

source: An error occurred while parsing the key.
ru: Произошла ошибка при чтении ключа.

source: An error occurred while pruning logs
ru: Произошла ошибка при очистке лога

source: An error occurred while removing query. Please contact your administrator.
ru: Произошла ошибка при удалении запроса. Пожалуйста свяжитесь с администратором.

source: An error occurred while removing tab. Please contact your administrator.
ru: Произошла ошибка при удалении вкладки. Пожалуйста свяжитесь с администратором.

source: An error occurred while removing the table schema. Please contact your administrator.
ru: Произошла ошибка при удалении схемы. Пожалуйста свяжитесь с администратором.

source: An error occurred while rendering the visualization: %s
ru: Произошла ошибка при построении графика: %s

source: An error occurred while setting the active tab. Please contact your administrator.
ru: Произошла ошибка при выборе вкладки. Пожалуйста свяжитесь с администратором.

source: An error occurred while setting the tab autorun. Please contact your administrator.
ru: Произошла ошибка при установке автозапуска. Пожалуйста свяжитесь с администратором.

source: An error occurred while setting the tab database ID. Please contact your administrator.
ru: Произошла ошибка при выборе ID базы данных. Пожалуйста свяжитесь с администратором.

source: An error occurred while setting the tab name. Please contact your administrator.
ru: Произошла ошибка при настройке заголовка вкладки. Пожалуйста, свяжитесь с администратором.

source: An error occurred while setting the tab schema. Please contact your administrator.
ru: Произошла ошибка при выборе схемы. Пожалуйста свяжитесь с администратором.

source: An error occurred while setting the tab template parameters. Please contact your administrator.
ru: Произошла ошибка при установке параметров вкладки. Пожалуйста свяжитесь с администратором.

source: An error occurred while starring this chart
ru: Произошла ошибка при добавлении в избранное

source: An error occurred while storing the latest query id in the backend. Please contact your administrator if this problem persists.
ru: Произошла ошибка при сохранении вашего запроса. Если ошибка повторится, пожалуйста свяжитесь с администратором.

source: An error occurred while storing your query in the backend. To avoid losing your changes, please save your query using the "Save Query" button.
ru: Не удалось сохранить метаданные вашего запроса. Пожалуйста воспользуйтесь кнопкой "Сохранить запрос".

source: An error occurred while updating the value.
ru: Произошла ошибка при обновлении значения.

source: An error occurred while upserting the value.
ru: Произошла ошибка при вставке значения.

source: An unexpected error occurred
ru: Произошла непредвиденная ошибка

source: An unknown error occurred. Please contact your Superset administrator
ru: Непредвиденная ошибка. Свяжитесь с администратором.

source: Anchor to
ru: Привязать к

source: Angle at which to end progress axis
ru: Угол, на котором располагается конец оси

source: Angle at which to start progress axis
ru: Угол, на котором располагается начало оси

source: Animation
ru: Анимация

source: Annotation
ru: Аннотация

source: Annotation Layer %s
ru: Слой аннотаций %s

source: Annotation Layers
ru: Слои аннотаций

source: Annotation Slice Configuration
ru: Параметры графика аннотаций

source: Annotation could not be created.
ru: Невозможно создать аннотацию.

source: Annotation could not be updated.
ru: Невозможно обновить аннотацию.

source: Annotation layer
ru: Слой аннотаций

source: Annotation layer could not be created.
ru: Невозможно создать слой аннотаций.

source: Annotation layer could not be updated.
ru: Невозможно обновить слой аннотаций.

source: Annotation layer description columns
ru: Столбцы описания аннотации

source: Annotation layer has associated annotations.
ru: Слой аннотаций имеет связанные аннотации.

source: Annotation layer interval end
ru: Окончание интервала аннотации

source: Annotation layer name
ru: Название слоя аннотаций

source: Annotation layer not found.
ru: Слой аннотаций не найден.

source: Annotation layer opacity
ru: Прозрачность аннотации

source: Annotation layer parameters are invalid.
ru: Некорректные параметры слоя аннотаций.

source: Annotation layer stroke
ru: Граница аннотации

source: Annotation layer time column
ru: Временной столбец аннотации

source: Annotation layer title column
ru: Столбец заголовка аннотации

source: Annotation layer type
ru: Тип слоя аннотации

source: Annotation layer value
ru: Значение слоя аннотации

source: Annotation layers
ru: Слои аннотаций

source: Annotation layers are still loading.
ru: Слои аннотаций загружаются.

source: Annotation layers could not be deleted.
ru: Невозможно удалить слой аннотаций.

source: Annotation name
ru: Название аннотации

source: Annotation not found.
ru: Аннотация не найдена.

source: Annotation parameters are invalid.
ru: Некорректные параметры аннотации.

source: Annotation source
ru: Источник аннотации

source: Annotation source type
ru: Тип источника аннотации

source: Annotation template created
ru: Шаблон аннотации создан

source: Annotation template updated
ru: Шаблон аннотации обновлен

source: Annotations and Layers
ru: Аннотации и слои

source: Annotations and layers
ru: Аннотации и слои

source: Annotations could not be deleted.
ru: Аннотации не могут быть удалены.

source: Any
ru: Любой

source: Any additional detail to show in the certification tooltip.
ru: Дополнительная информация для отображения во всплывающей подсказке о согласовании.

source: Any color palette selected here will override the colors applied to this dashboard's individual charts
ru: Цветовая схема, выбранная здесь, будет применена ко всем графикам в отчете.

source: Any databases that allow connections via SQL Alchemy URIs can be added.
ru: Могут быть добавлены любые базы данных, поддерживающие подключения через SQL Alchemy URI.

source: Any databases that allow connections via SQL Alchemy URIs can be added. Learn about how to connect a database driver
ru: Могут быть добавлены любые базы данных, поддерживающие подключения через SQL Alchemy URI.

source: Append
ru: Дополнить

source: Applied cross-filters (%d)
ru: Примененные кросс-фильтры (%d)

source: Applied filters (%d)
ru: Примененные фильтры (%d)

source: Applied filters: %s
ru: Примененные фильтры: %s

source: Applied rolling window did not return any data. Please make sure the source query satisfies the minimum periods defined in the rolling window.
ru: Применение скользящего окна не вернуло данных. Пожалуйста убедитесь, что в исходном запросе выбран достаточно продолжительный период времени.

source: Apply
ru: Применить

source: Apply conditional color formatting to metrics
ru: Применить к числовым столбцам и показателям условное форматирование на основе значения ячеек.

source: Apply conditional color formatting to numeric columns
ru: Применить к числовым столбцам условное форматирование на основе значения ячеек.

source: Apply filter to a different column
ru: Применять фильтр к другому столбцу

source: Apply filter when loading dashboard
ru: Применять фильтр при открытии отчета

source: Apply filters
ru: Применить фильтры

source: Apply metrics on
ru: Показатели

source: Apply to all panels
ru: Применить ко всем графикам

source: Apply to specific panels
ru: Применить к конкретным графикам

source: Apply to text color
ru: Применять к цвету текста

source: Applying column
ru: Cтолбец применения фильтра

source: April
ru: Апрель

source: Arc
ru: Дуга

source: Are you sure you intend to overwrite the following values?
ru: Вы уверены, что хотите перезаписать следующие значения?

source: Are you sure you want to cancel?
ru: Вы уверены, что хотите их отменить?

source: Are you sure you want to delete
ru: Вы уверены что хотите удалить

source: Are you sure you want to delete %s?
ru: Вы уверены что хотите удалить %s?

source: Are you sure you want to delete the selected %s?
ru: Вы уверенны, что хотите удалить выбранный %s?

source: Are you sure you want to delete the selected annotations?
ru: Вы уверены, что хотите удалить выбранные аннотации?

source: Are you sure you want to delete the selected charts?
ru: Вы уверены, что хотите удалить выбранные графики?

source: Are you sure you want to delete the selected dashboards?
ru: Вы уверены, что хотите удалить выбранные отчеты?

source: Are you sure you want to delete the selected datasets?
ru: Вы уверены, что хотите удалить выбранные датасеты?

source: Are you sure you want to delete the selected layers?
ru: Вы уверены, что хотите удалить выбранные слои?

source: Are you sure you want to delete the selected queries?
ru: Вы уверены, что хотите удалить выбранные запросы?

source: Are you sure you want to delete the selected rules?
ru: Вы уверены, что хотите удалить выбранные правила?

source: Are you sure you want to delete the selected tags?
ru: Вы уверенны, что хотите удалить выбранные теги?

source: Are you sure you want to delete the selected templates?
ru: Вы уверены, что хотите удалить выбранные шаблоны?

source: Are you sure you want to overwrite this dataset?
ru: Перезаписать этот датасет?

source: Are you sure you want to proceed?
ru: Вы уверены, что хотите продолжить?

source: Are you sure you want to save and apply changes?
ru: Применить и сохранить изменения?

source: Area Chart
ru: Диаграмма с областями

source: Area Chart (legacy)
ru: Диаграмма с областями (не актуально)

source: Area chart
ru: Диаграмма с областями

source: Area chart opacity
ru: Прозрачность области

source: Area charts are similar to line charts in that they represent variables with the same scale, but area charts stack the metrics on top of each other.
ru: Диаграмма с областями аналогична линейному графику, но показатели могут наслаиваться поверх друг друга.

source: Arrow
ru: Стрелка

source: Ascending
ru: По возрастанию

source: Assign a set of parameters as
ru: Применить набор параметров

source: Associated Charts
ru: Связанные диаграммы

source: Async Execution
ru: Асинхронные запросы

source: Asynchronous query execution
ru: Асинхронное выполнение запросов

source: August
ru: Август

source: Auto
ru: авто

source: Auto Zoom
ru: Авто зум

source: Autocomplete
ru: Автозаполнение

source: Autocomplete filters
ru: Автозаполнение фильтров

source: Autocomplete query predicate
ru: Предв. фильтр доступных значений фильтров

source: Automatic Color
ru: Авто цвет

source: Automatically adjust when points is changed
ru: Автомасштабировать при изменении точек

source: Automatically collapse categories
ru: Автоматически сворачивать категории

source: Available sorting modes:
ru: Доступные варианты сортировки:

source: Average
ru: Среднее

source: Average value
ru: Среднее значение

source: Axis
ru: Ось

source: Axis Bounds
ru: Границы оси

source: Axis Format
ru: Формат Оси

source: Axis Title
ru: Заголовок оси

source: Axis ascending
ru: Ось по возрастанию

source: Axis descending
ru: Ось по убыванию

source: Axis marks width in px
ru: Ширина текста подписей в пикселях

source: Back
ru: Назад

source: Back to all
ru: Назад ко всем

source: Backend
ru: Бэкэнд

source: Backward values
ru: Протягивание назад

source: Bad formula.
ru: Некорректная формула.

source: Bad spatial key
ru: Недействительный пространственный ключ

source: Bar
ru: Столбчатые

source: Bar Chart
ru: Столбчатая диаграмма

source: Bar Chart (echart legacy)
ru: Столбчатая диаграмма (не актуально)

source: Bar Chart (legacy)
ru: Столбчатая диаграмма (не актуально)

source: Bar Charts are used to show metrics as a series of bars.
ru: Столбчатые диаграммы используются для отображения показателей в виде рядов столбцов.

source: Bar Values
ru: Значения столбцов

source: Bar orientation
ru: Расположение столбцов

source: Bar value label position
ru: Положение подписей

source: Bar value label rotate
ru: Поворот значений столбцов

source: Base
ru: Исключающий

source: Base layer map style
ru: Стиль базового слоя карты

source: Based on a metric
ru: На основе показателя

source: Based on granularity, number of time periods to compare against
ru: Количество периодов (единиц грануляции) времени для сдвига при сравнении.

source: Based on what should series be ordered on the chart and legend
ru: Определяет порядок расположения рядов на графике и в легенде

source: Basic
ru: Основной

source: Basic information
ru: Основная информация

source: Batch editing %d filters:
ru: Множественное редактирование %d фильтров:

source: Be careful.
ru: Будте осторожны.

source: Before
ru: До

source: Big Number
ru: Число

source: Big Number Font Size
ru: Размер шрифта числа

source: Big Number with Trendline
ru: Число с линией тренда

source: Bottom
ru: Внизу

source: Bottom Margin
ru: Нижняя граница

source: Bottom left
ru: Вверху слева

source: Bottom margin, in pixels, allowing for more room for axis labels
ru: Ширина нижней границы в пикселях

source: Bottom right
ru: Внизу справа

source: Bottom to Top
ru: Снизу вверх

source: Bounds for the Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
ru: Границы для оси Y. Если не заполнено, то границы определяются автоматически. Установка границ оси не приведет к обрезанию данных, выходящих за их пределы.

source: Bounds for the axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
ru: Границы для оси. Если не заполнено, то границы определяются автоматически. Установка границ оси не приведет к обрезанию данных, выходящих за их пределы.

source: Bounds for the primary Y-axis. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
ru: Границы для основной оси Y. Если не заполнено, то границы определяются автоматически. Установка границ оси не приведет к обрезанию данных, выходящих за их пределы.

source: Bounds for the secondary Y-axis. Only works when Independent Y-axis bounds are enabled. When left empty, the bounds are dynamically defined based on the min/max of the data. Note that this feature will only expand the axis range. It won't narrow the data's extent.
ru: Границы для дополнительной оси Y. Если не заполнено, то границы определяются автоматически. Установка границ оси не приведет к обрезанию данных, выходящих за их пределы.

source: Box Plot
ru: Коробчатая диаграмма

source: Breakdowns
ru: Разбивки

source: Bubble Chart
ru: Пузырьковая диаграмма

source: Bubble Color
ru: Цвет круга

source: Bubble Size
ru: Размер пузырька

source: Bubble size
ru: Размер маркера

source: Bucket break points
ru: Границы групп

source: Build
ru: Создать

source: Bulk select
ru: Множественный выбор

source: Bullet Chart
ru: Диаграмма с маркерами

source: Business
ru: Бизнесовые

source: Business Data Type
ru: Тип бизнес-данных

source: By default, each filter loads at most 1000 choices at the initial page load. Check this box if you have more than 1000 filter values and want to enable dynamically searching that loads filter values as users type (may add stress to your database).
ru: По умолчанию в поле выбора отображается не более 1000 вариантов (это значение может быть изменено в файле конфигурации). Выбор данного поля снимает ограничение на количество отображаемых вариантов.

source: By key: use column names as sorting key
ru: По ключу: сортировать столбцы по названию

source: By key: use row names as sorting key
ru: По ключу: сортировать строки по названию

source: By value: use metric values as sorting key
ru: По значению: сортировать строки по значению

source: CANCEL
ru: Отмена

source: CREATE DATASET
ru: Создать датасет

source: CREATE TABLE AS
ru: Разрешить CREATE TABLE AS

source: CREATE VIEW AS
ru: Разрешить CREATE VIEW AS

source: CREATE VIEW statement
ru: Выражение CREATE VIEW

source: CRON Schedule
ru: Расписание CRON

source: CRON expression
ru: Выражение CRON

source: CSS Styles
ru: CSS

source: CSS Templates
ru: Шаблоны CSS

source: CSS applied to the chart
ru: Шаблоны CSS

source: CSS template
ru: Шаблон CSS

source: CSS template name
ru: Имя CSS шаблона

source: CSS template not found.
ru: Шаблоны CSS не найдены.

source: CSS templates
ru: Шаблоны CSS

source: CSS templates could not be deleted.
ru: CSS шаблон не может быть удален.

source: CSV Upload
ru: Загрузить CSV

source: CSV file "%(csv_filename)s" uploaded to table "%(table_name)s" in database "%(db_name)s"
ru: CSV-файл "%(csv_filename)s" загружен в таблицу "%(table_name)s" базы данных "%(db_name)s"

source: CSV to Database configuration
ru: Настройка загрузки CSV в базу данных

source: CSV upload
ru: Загрузить CSV

source: CTAS (create table as select) can only be run with a query where the last statement is a SELECT. Please make sure your query has a SELECT as its last statement. Then, try running your query again.
ru: Конструкция CTAS должна содержать в себе выражение SELECT. Пожалуйста убедитесь в корректности конструкции и попробуйте снова.

source: CTAS Schema
ru: Схема по умолчанию для CREATE TABLE AS

source: CVAS (create view as select) can only be run with a query with a single SELECT statement. Please make sure your query has only a SELECT statement. Then, try running your query again.
ru: Конструкция CTAS должна содержать в себе только одно выражение SELECT. Пожалуйста убедитесь в корректности конструкции и попробуйте снова.

source: CVAS (create view as select) query has more than one statement.
ru: Конструкция CVAS содержит более одного выражения.

source: CVAS (create view as select) query is not a SELECT statement.
ru: Конструкция CVAS не является выражением типа SELECT.

source: Cache Timeout
ru: Тайм-аут Кэша

source: Cache Timeout (seconds)
ru: Тайм-аут кэша (сек)

source: Cache timeout
ru: Тайм-аут Кэша

source: Cached
ru: Кэш

source: Cached %s
ru: Закеширован %s

source: Cached value not found
ru: Кэш не найден.

source: Calculate contribution per series or row
ru: Вычислять долю по строкам или рядам данных

source: Calculated column [%s] requires an expression
ru: Укажите SQL для вычисляемого столбца [%s]

source: Calculated columns
ru: Вычисляемые столбцы

source: Calculation method
ru: Метод расчета

source: Calculation type
ru: Тип вычислений

source: Calendar Heatmap
ru: Теловая карта календаря

source: Can not move top level tab into nested tabs
ru: Невозможно перенести вкладку верхнего уровня во вложенные вкладки

source: Can select multiple values
ru: Разрешить выбор нескольких значений

source: Can't have overlap between Series and Breakdowns
ru: Столбцы в полях [Столбцы данных] и [Ряды данных] не должны пересекаться

source: Cancel
ru: Отмена

source: Cancel query on window unload event
ru: Отменять запрос при закрытии окна

source: Cannot access the query
ru: Не удалось получить доступ к запросу

source: Cannot delete a database that has datasets attached
ru: Невозможно удалить базу данных, для которой созданы таблицы

source: Cannot have multiple credentials for the SSH Tunnel
ru: Указано несколько параметров SSH туннеля

source: Cannot import dashboard: %(db_error)s. Make sure to create the database before importing the dashboard.
ru: Невозможно импортировать отчет: %(db_error)s. Необходимо сначала создать базу данных.

source: Cannot load filter
ru: Не удалось загрузить фильтр
